{
  "games": [
    {
      "id": "1",
      "name": "Mortal Kombat Mythologies: Sub-Zero",
      "gameFront": "../../../assets/img/historypage/MKmythologiesSubZero.webp",
      "img": "../../../assets/img/historypage/cenarioMKSub.jpg",
      "resumeGame": "Mortal Kombat Mythologies: Sub-Zero é um jogo de aventura da franquia de jogos Mortal Kombat. Ele foi lançado em 1997, para as plataformas PlayStation e Nintendo 64.\nEle retrata os fatos de Sub-Zero, mais conhecido como Bi Han, em uma aventura para derrotar Quan \n Chi e impedi-lo de recuperar o amuleto de Shinnok, que iria libertar o Elder God caído Shinnok.",
      "historyGame": "O feiticeiro Quan Chi contrata os serviços do clã Lin Kuei para roubar um pergaminho em um templo Shaolin. O Grande Mestre dos Lin Kuei convoca o guerreiro Sub-Zero para a missão. \n No templo, Sub-Zero descobre que Quan Chi também contratou os serviços de Hanzo Hasashi, codinome Scorpion, do clã rival Shirai Ryu. Ambos competem no roubo do pergaminho e chegam ao mesmo tempo a sala onde o pergaminho estava. Eles concordam em competir em uma luta, onde Sub-Zero vence por conta de seus poderes congelantes. Hanzo implora por sua vida, mas Sub-Zero o mata sem piedade e retorna ao clã com o pergaminho.\n Ao se reecontrar com o Grande Mestre, Sub-Zero e entrega o mapa. Quan Chi surge, contente com o suceso da missão. Sub-Zero estava muito irritado com o fato de Quan Chi ter contratado Scorpion. Este responde que necessitava garantir que o pergaminho seria obtido. Ambos discutem, e o Grande Mestre intervem exigindo o pagamento, Quan Chi entrega como pagamento, os ossos limpos de Takeda, Grande Mestre do Shirai Ryu, e afirma ter assassinado todos os mebros do clã. O Grande Mestre fica satisfeito e oferece novamente os serviços de Sub-Zero. Quan Chi, então, pede que ele vá ao Templo dos elementos, derrote os quatro deuses elemetais e consiga o Amuleto de Shinnok. Sub-Zero, então, parte em sua nova busca. \n Após derrotar os quatro guardiões, Sub-Zero chega ao local onde esta o amuleto e, ao tentar pega-lo, Quan Chi surge e o pega antes, dizendo o verdadeiro propósito do amuleto e que leverá o amuleto a Shinnok em Netherrealm, então ele poderá tomar todas as almas de Earthrealm e Outworld. Quan Chi foge e Raiden, Deus do trovão surge e informa que Sub-Zero cometeu um terrivel erro. O guerreiro Lin Kuei argumenta que Quan Chi é um lunático e que não existe Shinnok ou Netherrealm. Raiden diz que Sub-Zero deve acreditar nas suas existências, pois iria até Netherrealm recuperar o amuleto, antes que Quan Chi o entregasse a Shinnok. \n Em Netherrealm, Sub-Zero localiza Quan Chi, mas este se teleporta, deixando-o cercado pela Irmandade das Sombras. Ele consegue se livrar de todos e segue até uma prisão, onde acabou sendo capturado. \n Jogado em uma cela, Sub Zero encontra-se com Scorpion, agora um espectro, que pretende vingar-se do guerreiro Lin Kuei por ter, supostamente, assassinado sua família e clã. Sub-Zero tenta explicar que o culpado fora Quan Chi, mas Scorpion ataca com seus novos poderes, sendo derrotado novamente por Sub-Zero, que escapa da prisão e elimina o guarda que o prendeu. \n Sub-Zero encontra a fortaleza de Quan Chi, e dentro derrota suas assassinas pessoais: Kia, Jataaka, e Sareena. Sub-Zero decide poupar a vida de Sareena e segue à Pirâmide de Shinnok. \n Encontrando Quan Chi, o feiticeiro diz já ter entregue o amuleto a Shinnok e que Sub-Zero apenas pôde entrar em Netherrealm por conta do mal em sua alma, e oferece um lugar entre os membros da Irmandade. Sub-Zero nega, sendo inesperadamente ajudado por Sareena na luta contra Quan chi, que é da ponte onde lutavam. Sareena, então, diz que quer sair de Netherrealm e ir para onde Sub-Zero quiser. Shinnok mata Sareena, mas Sub-Zero recupera o amuleto e escapa por um portal criado por Raiden. \n Sub-Zero entrega o amuleto a Raiden exigindo agradecimentos, mas Raiden diz que ele apenas defez o mal que causou. Sub-Zero pergunta sobre o que Quan Chi disse, e Raiden confirma dizendo que se Sub-Zero morrer agora, Quan Chi e Shinnok terão controle sobre sua alma, mas que ele poderia mudar se quisesse. \n Sub-Zero retorna ao clã Lin Kuei, e o Grande Mestre diz que uma pessoa quer ve-lo. Shang Tsung surge, convidando-o para o torneio Mortal Kombat. Sub-Zero aceita, e quando Shang Tsung se vai, o Grande Mestre explica que um cliente muito rico, pagou muito bem para que Sub-Zero mate Shang Tsung. Sub-Zero aceita e se vai. \n O salão principal onde se encontra Quan Chi e Shinnok, um lugar escuro e fantasmagórico, com uma lareira onde há um imenso fogo aceso, mas vamos aos chefes: Quan Chi será o primeiro, seus ataques são os mesmos que ele utiliza nos jogos anteriores, como atirar crânios em chamas, teletransporte e, se você poupou a vida de Sareena na fortaleza de Shinnok, quando a barra de vida do feiticeiro estiver na metade, ela sairá de um portal e terminará o serviço para Sub-Zero destruindo esse vilão. Em fim vem o vilão principal, Shinnok, neste não tem como ir a 'corpo-à-corpo', além do mais ele possui um escudo protetor que impede o ataque de Sub-Zero.O que se tem que fazer é tomar seu amuleto sagrado, quando o deus do caos te atacar, o amuleto começará a brilhar, nesse istante atire a magia congelante de Sub-Zero nele, vá para um dos portais e tire seu amuleto sagrado, quando o amuleto for tirado dele, Shinnok se transformará em um demônio gigante, não tente lutar contra ele, pois só um golpe desse monstro e Sub-Zero morre, fuja do monstro para o portal que foi aberto por Sareena e fim de jogo."
    },
    {
      "id": "2",
      "name": "Mortal Kombat",
      "gameFront": "../../../assets/img/historypage/MK.jpg",
      "img": "../../../assets/img/historypage/cenariomk1.jpg",
      "resumeGame": "Mortal Kombat é o primeiro jogo da série de jogos de luta Mortal Kombat da Midway. Foi lançado nos fliperamas em 1992. Centra-se no 10º torneio Mortal Kombat e na derrota final do malvado Shang Tsung pelo monge shaolin Liu Kang.",
      "historyGame": "Em uma ilha misteriosa, entre os mares da China e desconhecido para o resto do mundo, os guerreiros sobrenaturais lutavam pelo destino de Plano Terreno. \n O grande torneio conhecido como Mortal Kombat, foi durante anos um concurso para honra e glória. Guerreiros do mundo todo foram convidados para lutar. \n Cerca de mil anos atrás, um feiticeiro chamado Shang Tsung imediatamente entrou no torneio venceu, tornando-se o Grande Campeão \nUma vez por geração, quando os guerreiros mais bravos e melhores da geração poderiam ser encontrados, Shang Tsung que em diferentes formas ganhava todas as vezes, assim ele parecia invencível. Shang Tsung pode se transformar em qualquer pessoa, e também pode ver o medo nos corações de seus oponentes e, assim, sempre vencendo as batalhas, ele também consegue levar as almas dos adversários para satisfazer o imperador e também para conseguir ganhar força para manter sua juventude imortal. \nShang Tsung era suficiente para vencer o torneio de uma vez, ele ganha dez vezes para abrir o portal dimensional que supostamente tem o caminho para a Exoterra. \n500 anos atrás, quando havia coletado as almas o suficiente para Shao Kahn, Tsung foi derrotado pelo Grande Kung Lao, um monge shaolin da Sociedade da Lótus Branca. \nAnos depois Shang Tsung agora velho retornou para o torneio com o príncipe Goro, um kombatente meio-homem meio-dragão com quatro braços e dois metros de altura. Goro derrotou o Monge Shaolin e por 500 anos manteve-se invicto como Campeão Supremo. Agora Shang Tsung tomou de volta o controle do torneio e ganhou nove vezes consecutivas. \nNovamente, é hora para o Torneio Shaolin conhecido como Mortal Kombat ser realizado a cada geração com os maiores lutadores do Plano Terreno tendo de enfrentar adversários da Exoterra e alguns dos 50 lutadores que irão competir são, um digno monge shaolin chamado Liu Kang que iria para o torneio com a intenção de restaurar o equilíbrio ao lado do artista marcial de Hollywood Johnny Cage, que também entrou no torneio e tornou-se amigo de Kang quando uma briga começou entre ele e Kano. \nO guerreiro dos Lin Kuei, Sub-Zero foi convidado a entrar no torneio pelo próprio Shang Tsung, dois anos após sua provação recuperando o Amuleto de Shinnok. O ninja espectro Scorpion dos Shirai Ryu que entrou no torneio com a intenção de matar Sub-Zero, acreditando que Sub-Zero era o responsável por matá-lo. \nRaiden, o Deus do Trovão, que foi questionado pessoalmente por Shang Tsung, e o próprio Raiden se gabou dizendo que todos aqueles que se opusessem a Raiden seriam esmagados. Ele assumiu a forma de um mortal para participar do torneio. Kano, o bandido mais diabólico do Dragão Negro, estava sendo perseguido por uma Unidade das Forças Especiais dos EUA, liderada pela Tenente Sonya Blade, quando conseguiu entrar no barco que levava ao torneio; seu objetivo no torneio era saquear o palácio de Shang Tsung (onde dizem que as paredes são feitas de ouro). Assim que Sonya e seus homens chegaram, Shang Tsung fez seu exército pessoal emboscá-los. A Unidade de Forças Especiais foi pega no ataque surpresa, então Sonya não teve escolha a não ser participar do torneio para salvar sua equipe. Assim, o torneio foi definido. \nCom a Exoterra já tendo vencido nove torneios consecutivos, nossos heróis teriam que evitar entregar ao Plano Terreno a décima derrota, ou toda a humanidade cairia nas trevas de Shao Kahn.  "
    },
    {
      "id": "3",
      "name": "Mortal Kombat II",
      "gameFront": "../../../assets/img/historypage/MK2.jpg",
      "img": "../../../assets/img/historypage/cenariomk2.jpg",
      "resumeGame": "Mortal Kombat II é um jogo de arcade eo segundo título da série de jogos de luta Mortal Kombat. Concentra-se em um novo torneio, realizada em Outworld por um rejuvenescido Shang Tsung e seu mestre, o imperador Shao Kahn.",
      "historyGame": "Após perder para Liu Kang no final do primeiro torneio, Shang Tsung foi condenado à execução por Kahn. Porém, Tsung oferece a ideia de um novo torneio, dessa vez no Exoterra onde eles certamente encontrariam ser fim ao enfrentar Shao Kahn. Para forçá-los a competir, Shang Tsung invade a Terra e ataca o Templo Shaolin, quando Liu Kang chega lá após sua vitória sob Shang Tsung no Mortal Kombat encontra o lugar totalmente destruído, só sobreviveu o Kung Lao, melhor amigo de Liu Kang. Liu Kang e Kung Lao encontram Sub-Zero, irmão do Sub-Zero original que foi morto por Scorpion no primeiro torneio, e partem em uma missão com ele. \n Johnny Cage escapa da ilha de Shang Tsung com a ajuda de Raiden, mas então ele é capturado pelas Forças Especiais, mas logo é solto. \n Jax recebe uma mensagem de Sonya Blade dizendo que ela estava presa em Exoterra e que ele precisava reunir Liu Kang e Johnny Cage para salvá-la. \n Shang Tsung (agora rejuvenescido) e as forças de Kahn (Baraka, Kitana, Kintaro, Mileena e Reptite) invadem o estúdio de Cage, mas aparecem Liu Kang, Kung Lao, Sub-Zero, Jax e Scorpion para ajudá-lo. Logo então aparece Raiden que é forçado a aceitar o torneio. \n Liu Kang, Kung Lao, Johnny Cage, Reptile "
    },
    {
      "id": "4",
      "name": "Mortal Kombat Trilogy",
      "gameFront": "../../../assets/img/historypage/MK3.jpg",
      "img": "../../../assets/img/historypage/cenariomk3.jpg",
      "resumeGame": "Mortal Kombat 3, marcou o fim da popularidade era alta. A equipe de produção juntou-se ao jogo um novo sistema de combo muito complicado e um Finish-him/Her muito marcante conhecido como Animalility, algo que não concordar com viciados em jogo.",
      "historyGame": "Milhares de anos atrás, uma ordem dos homens mais sábios do extremo oriente recebeu visões do reino sombrio conhecido como Exoterra. Era um mundo governado pelo caos e um imperador cruel conhecido como Shao Kahn. \n Eles aprenderam que viajar entre a Terra e o novo reino encontrado seria possível um dia se as condições estivessem certas, sendo o desequilíbrio das fúrias. Forças negativas e positivas que impedem o colapso do nosso universo instável. \nSabendo que uma invasão da Exoterra era iminente, os sábios apelaram aos deuses antigos. Foi por esse motivo que os Deuses Anciãos criaram o torneio chamado Mortal Kombat. \n Por nove gerações, o Mortal Kombat foi governado pelo melhor príncipe guerreiro da Exoterra, Goro. A Terra estava à beira de sua destruição quando uma nova geração de guerreiros foi vitoriosa em defender seu reino. O monge guerreiro, Liu Kang, se tornaria o novo campeão. Mas sua vitória durou pouco quando ele e seus companheiros se viram atraídos para a Exoterra novamente para competir em um segundo torneio.\n Mal sabiam que o torneio era apenas uma diversão. Um esquema elaborado pelo Imperador das trevas para quebrar as regras estabelecidas pelos Deuses Anciãos e testemunhar a reencarnação de sua antiga rainha Sindel no próprio território da Terra. \n O ato profano dá a Shao Kahn o poder de atravessar os portões dimensionais e recuperar sua rainha, permitindo-lhe finalmente conquistar o Plano Terreno. \n Essa é a trilogia de eventos que compreende a tentativa final de Shao Kahn de conquistar a Terra. "
    },
    {
      "id": "5",
      "name": "Mortal Kombat 4",
      "gameFront": "../../../assets/img/historypage/MK4.jpg",
      "img": "../../../assets/img/historypage/cenariomk4.jpg",
      "resumeGame": "Mortal Kombat 4 é o quarto jogo da série e o último lançado para arcade. Foi lançado em 1997 e depois foi lançado Mortal Kombat Gold, uma atualização do jogo com mais personagens. ",
      "historyGame": "Após o fracasso de Shao Kahn em conquistar o Plano Terreno, o deus caído Shinnok ao observar todos os eventos do Submundo pede ajuda ao feiticeiro Quan Chi para fugir do inferno, tomar seu lugar como Deus Ancestral e invadir a Terra. \n Os guerreiros pensavam que finalmente a terra estava em paz e esteve por um breve período. Ao descobrir das intenções de Shinnok, Raiden que o monitorava à distância convoca novamente os guerreiros da Terra para um novo Mortal Kombat. Shinnok reúne os guerreiros falidos, como Reptile e Jarek, membro do clã mercenário Dragão Negro de Kano, Noob Saibot que o ajudava no Submundo e alimenta ainda mais o ódio de Scorpion por Sub-Zero, que por sua vez está pacificado com os humanos. \n Além disso, Shinnok recebe a ajuda de Tanya, filha de um embaixador de Edenia e a faz ajudar a invadir a terra de Sindel e Kitana. Reiko, um dos generais mais fiéis a Shao Kahn, também ajuda o deus caído na promessa de se tornar o novo imperador. \nSem as regras do Mortal Kombat, ou seja, com a inexistência de tal torneio graças aos eventos da trilogia anterior, a luta tinha que ser travada para impedir que Shinnok conquiste a Terra através de seu amuleto mágico. Por isso, Liu Kang e os aliados Johnny Cage, Jackson Jax Briggs, Sonya Blade, Sub-Zero e Kai são enviados ao Submundo para encontrar e deter Shinnok e Quan Chi. Ao lado deles, Fujin, deus do vento, se alia aos guerreiros para destruir e se vingar de todos os deuses mortos por Shinnok. "
    },
    {
      "id": "6",
      "name": "Mortal Kombat: Deadly Alliance",
      "gameFront": "../../../assets/img/historypage/MK5.jpg",
      "img": "../../../assets/img/historypage/cenariomk5.jpg",
      "resumeGame": "Mortal Kombat: Deadly Alliance é um jogo de luta desenvolvido e produzido pela Midway. É cronologicamente o quinto da série sangrenta e controversa do Mortal Kombat (com o logotipo lembrando um V, o numeral romano para 5). Deadly Alliance foi lançado para Xbox, PlayStation 2, GameCube e Game Boy Advance em 20 de novembro de 2002. O jogo se concentra na aliança entre os dois feiticeiros Quan Chi e Shang Tsung, e seus esquemas para reviver um antigo exército e controlar a Exoterra. Deadly Alliance foi o primeiro jogo de luta Mortal Kombat totalmente novo produzido exclusivamente para consoles domésticos, sem nenhum lançamento de arcade anterior.",
      "historyGame": "Depois que Quan Chi foi mandado de volta para Submundo após a derrota de Shinnok contra Raiden e seus guerreiros, Quan Chi acaba conseguindo fugir novamente e no caminho acaba encontrando a tumba do exército morto de Onaga. Com isso também descobre que o Rei Dragão Onaga, pode voltar a vida caso se junte um grande número de almas sacrificadas em nome de Onaga. Mas, para que isso pudesse realmente acontecer Quan Chi precisava de ajuda. Procurou então um antigo feiticeiro de Shao Kahn. Um feiticeiro muito bem conhecido dos guerreiros das Forças da Luz. Seu nome era Shang Tsung. E assim, foi formada a 'Aliança Mortal'. A 'Aliança Mortal' faz sua primeira vítima de muitas matando o monge Liu Kang. Liu Kang foi morto com o intuito de impedir que atrapalhasse os planos da Aliança. Após a morte de Liu Kang, um novo torneio do Mortal Kombat foi criado, incluindo guerreiros da luz como Jax, Johnny Cage, Kung Lao, Sonya Blade,Raiden e os guerreiros do lado do mal como Kano, Shang Tsung, Reptile e Quan Chi. Além desses novos guerreiros foram convocados e lutam por interesses diferentes como Mavado, Hsu Hao, Li Mei, Bo' Rai Cho, Kenshi e Mokap. No Final do Torneio, Li Mei venceu com grande dificuldades e requisitou o prêmio oferecido pela Aliança, a liberdade de seu vilarejo. Entretanto, a Aliança havia a enganou e acabou derrotando Li Mei. Com a derrota de Li Mei, Shang Tsung estava pronto para sugar sua alma para benefício da Aliança. Neste momento Bo' Rai Cho e Raiden entram no templo e enquanto Bo' Rai Cho salva Li Mei Raiden começa uma luta mortal com Shang Tsung e Quan Chi. "
    },
    {
      "id": "7",
      "name": "Mortal Kombat: Deception",
      "gameFront": "../../../assets/img/historypage/MK6.jpg",
      "img": "../../../assets/img/historypage/cenariomk6.jpg",
      "resumeGame": "ortal Kombat : Deception é um jogo de luta da franquia de Mortal Kombat, Produzido pela Midway Games e Lançado em Outubro de 2004 para PlayStation 2 e Xbox,e em Fevereiro de 2005 para o Nintendo Game Cube. É o primeiro jogo da série com Multiplayer Mortal Kombat: Deception precede Mortal Kombat: Shaolin Monks (em data de lançamento apenas) e segue Mortal Kombat: Deadly Alliance. MK: D foi lançado em duas versões para o Playstation 2 e Xbox, uma versão regular, e uma Edição Kollector de que acrescentou um cartão de negociação de metal e um disco bônus contendo uma história de Mortal Kombat, vídeo biografias de vários personagens, e uma arcade perfect versão do original Mortal Kombat. ",
      "historyGame": "O Deus do trovão Raiden e seus guerreiros da Terra falharam ao tentarem impedir a Aliança Mortal de Quan Chi e Shang Tsung, durante a tentativa de ressuscitar o exército mumificado do Rei Dragão Onaga. A Aliança Mortal derrotou Raiden. Com o campeão do Mortal Kombat Liu Kang morto e não tendo mais nenhum obstáculo em seu caminho, Quan Chi e Shang Tsung se enfrentaram pela posse do amuleto de Shinnok, deixando claramente a traição por parte dos dois. Quan Chi sai vitorioso, mas nesse momento, Onaga, o Rei Dragão e antigo imperador de Outworld está de volta para reivindicar seu trono, o que lhe foi tirado por Shao Kahn muito tempo antes. Quan Chi e Shang Tsung tentam detê-lo e Raiden, em um ato de desespero, se une a eles para derrota-lo mas é em vão. Raiden fez a única coisa que pôde: Liberou sua essência divina como sacrifício em um poderoso ataque que matou Quan Chi, Shang Tsung e todos que estavam nas redondezas em uma explosão de energia, mas não fez nenhum efeito em Onaga. Agora, Onaga tem o amuleto de Shinnok e os seis kamidogus criado pelos deuses anciãos, com a infeliz e confusa ajuda do protagonista do game, Shujinko. Com o amuleto de Shinnok, Onaga tem poder o suficiente para governar e sobrepor todos os outros reinos ao seu domínio. Raiden é punido pelos deuses anciãos e é condenado a vagar como um Deus caído e corrompido. "
    },
    {
      "id": "8",
      "name": "Mortal Kombat: Armaggeddon",
      "gameFront": "../../../assets/img/historypage/MK8.jpg",
      "img": "../../../assets/img/historypage/cenariomk7.jpg",
      "resumeGame": "ortal Kombat: Armageddon é o sétimo capítulo da série de jogos eletrônicos Mortal Kombat, criada em 1992 por Ed Boon e John Tobias. O jogo foi lançado em 9 de outubro de 2006 para PlayStation 2 e Xbox e em maio de 2007 para Wii. MK:A é uma espécie de compilação de toda a saga de games de Mortal Kombat.É dito por muitos como o melhor e mais vendido jogo da série Mortal Kombat.",
      "historyGame": "MK:A (MK7) conta como a corrupção do Mortal Kombat alcançou um estado crítico. Quan Chi descobriu que Argus, um antigo Elder God, e sua esposa mortal Dalia, lançaram sorte sobre os reinos para que um guerreiro se tornasse um Elder God. Ambiciosos, os principais guerreiros conhecidos em todas as edições de MK fazem alianças e iniciam uma guerra sangrenta até que o último em pé caia por terra. A sorte consistia nas visões de Dalia: a corrupção do Mortal Kombat seria tamanha que o balanceamento dos reinos (Order, Chaos, Earth, Nether, Edenia e Outworld) estaria comprometido. Então, ela então criou um espectro de fogo, chamado Blaze, que canalizaria essa balanceamento como um jogo de cara-ou-coroa, onde somente seus dois filhos Taven e Daegon poderiam dar um destino final para essa jornada - pois eram os únicos que não estavam ainda corrompidos pelo Mortal Kombat. Para isso, Argus convocou os dois rapazes para uma luta em sua presença e descobrir qual deles era o mais forte. Obviamente, Taven venceu Daegon que possuído pela sua arrogância foi desmascarado aos olhos dos pais. Antes mesmo do combate ter fim, os dois ficaram inconscientes e foram transportados para uma realidade paralela para darem início à sorte lançada por Argus, sob a visão de Dalia. Orin e Caro, dragões que teriam que vigiá-los até o despertar estavam prontos para ajudar assim que possível. \nNa cronologia da série, Daegon despertou primeiro que o irmão Taven. Ainda arrogante, escravizou Caro para que o dragão contasse para ele toda a verdade sobre a jornada que seus pais tinham feito. Quando soube, traiu sua família assassinando seus pais e, enquanto Taven estava distante com Orin e com os primeiros torneios acontecendo na ilha de Shang Tsung e em Outworld à mando do Imperador, fundou a Red Dragon. Ainda na história paralela à principal de MK onde Shujinko estava sendo enganado pelo espírito de Onaga, Blaze que vivia escondido nas profundezas da Terra esperando o momento certo para aparecer, foi escravizado pelo espírito do Dragon King e foi obrigado a ser protetor da Dragon Egg - destruindo Nitara e possibilitando o hospedeiro Reptile.\nAinda em paralelo, Mortal Kombat foi corrompido com a invasão de Kahn na terra em busca de Sindel e Shinnok esperava a sua oportunidade assistindo a derrota do Imperador de longe - eventos revistos em Mortal Kombat 2011 (MK9). Tempo depois, a jornada de Taven teve início: o jovem começa a percorrer lugares importantes da série à procura de respostas. Nesse momento, descobre que Daegon despertou primeiro, assassinou seus pais que eles estão competindo entre si - o prêmio: ser um novo Elder God que protegerá Edenia e balanceará novamente os reinos. Sabendo que Quan Chi está ajudando seu irmão, Taven sai em busca do feiticeiro e luta com diversos personagens ao longo da Konquest de Armageddon. É aí que a identidade de Rain, por exemplo, é revelada: mesmo como o único sobrevivente das tropas de Kahn, Rain tinha direito à jornada por ser filho de Argus. Mesmo assim, Taven o derrota e segue seu curso. \nApós descobrir toda a verdade, outro detalhe faz da jornada rumo ao Armageddon importante: a sorte do vitorioso seria decidido em batalha com Blaze, espectro criado por Dalia. Quem estivesse com a armadura de Dalia, não precisaria lutar com Blaze no final da Konquest, pois TODOS os guerreiros seriam destruídos. Quem portasse a espada de Argus, enfrentaria Blaze e a energia que dele saísse purificaria os guerreiros e detruiria as ameaças. Porém, isso seria decidido entre os dois irmãos, na última batalha - que teve início ainda na presença de Argus. Taven derrota Daegon. Então, Blaze aparece e explica o porquê da jornada e da sorte lançada por Dalia. Explica também que naquela altura dos eventos, os guerreiros já não eram importantes pois estavam todos corrompidos - como o exemplo de Raiden e sua loucura. \n Neste exato momento, onde as forças da luz lutavam contra as forças das trevas, surge a Pirâmide de Argus. Era, enfim, o que eles esperavam: o prêmio, seja ele qual fosse, estava no topo da pirâmide. E um a um, lutando entre si, sobem a pirâmide. Cegos pela ganância, não existiam mais alianças e ameaças do passado voltaram para assombrar e impedir o final prize. Com a vitória de Taven sobre Daegon e ele portando a espada de Argus, foi dada uma oportunidade para cada um dos guerreiros de tentarem o destruir e conseguir e energia que seria liberada dele. Era o Armageddon: o tudo ou nada, para ambos os lados de Mortal Kombat. "
    },
    {
      "id": "9",
      "name": "Mortal Kombat 9",
      "gameFront": "../../../assets/img/historypage/MK9.jpg",
      "img": "../../../assets/img/historypage/cenariomk9.jpg",
      "resumeGame": "ortal Kombat é o título para o jogo de luta nono da série Mortal Kombat, desenvolvido pelos estúdios NetherRealm recém-nomeados (anteriormente Midway). O jogo foi sugerido pela primeira vez em pelo desenvolvedor Ed Boon em janeiro de 2009, logo após o lançamento do jogo anterior da franquia, Mortal Kombat vs DC Universe. [1] Em 18 de junho de 2009, Boon confirmou em sua página no Twitter que eles estavam realizando captura de movimentos para o jogo. ",
      "historyGame": "Quem recebe a mensagem enviada por Raiden é sua versão mais jovem, ainda no torneio do primeiro Mortal Kombat. Durante a trama, Sindel é trazida de volta à vida. Shao Kahn invade a Terra e muitos guerreiros são mortos no conflito, inclusive Kitana, Jax, Sub-Zero e Scorpion.\nRaiden entende que a mensagem é para que Shao Kahn vença o torneio e assim o armagedom seria evitado. O Deus do Trovão tenta convencer Liu Kang disso, mas sem sucesso. Os dois lutam e Raiden, acidentalmente mata Liu Kang.\nMuitos dos guerreiros mortos, acabam tendo suas almas capturadas e se tornam ferramentas de Quan chi.\nApós Kahn derrotar Raiden durante a invasão, os deuses anciões interferem e garantem um poder ainda maior para que Raiden vença Shao Kahn."
    },
    {
      "id": "10",
      "name": "Mortal Kombat X",
      "gameFront": "../../../assets/img/historypage/MK10.jpg",
      "img": "../../../assets/img/historypage/cenariomkx.jpg",
      "resumeGame": "Mortal Kombat X,(MK10) popularmente,é um jogo de luta da franquia de jogos Mortal Kombat.É o décimo jogo da franquia.Ele foi desenvolvido pela NetherRealm Studios para o Xbox One e PlayStation 4 com seu lançamento em 14 de Abril de 2015.A Empresa High Voltage Software,que também trabalhou em Mortal Kombat (2011),trabalhou nas conversões do jogo para PC,PlayStation 3 e Xbox 360,que exceto na plataforma PC,correspondem a sétima geração de vídeo games,sendo até então,cancelada. ",
      "historyGame": "Dois anos após os eventos de Mortal Kombat (2011), Johnny Cage, Sonya Blade e Kenshi coordenam um batalhão para proteger o Jinsei das forças de Shinnok, que foram encontrados manipulando os eventos de Mortal Kombat. \n Shinnok derrota Kenshi, Fujin, Raiden e Sonya. Quando Shinnok está prestes a usar um feitiço sobre Sonya, Johnny conjura uma aura verde para protegê-la, então luta com Shinnok. Johnny, a pedido de Raiden, dá a ele o amuleto com o qual ele aprisiona Shinnok dentro dele. \n 20 anos depois, Johnny e Sonya criam uma equipe de Forças Especiais, que consiste em Cassie Cage (filha deles), Takeda Takahashi (filho de Kenshi), Jacqui Briggs (filha de Jackson Briggs) e Kung Jin (o descendente mais novo do Grande Kung Lao). Sua missão atual é se infiltrar no Templo dos Lin Kuei e determinar a lealdade do Grão Mestre, Sub-Zero. "
    },
    {
      "id": "11",
      "name": "Mortal Kombat 11",
      "gameFront": "../../../assets/img/historypage/MK11.jpg",
      "img": "../../../assets/img/historypage/cenariomk11.jpg",
      "resumeGame": "ortal Kombat 11 é um jogo de luta da série Mortal Kombat. Sendo o jogo mais recente até então, sendo o décimo primeiro jogo em ordem de lançamento da série original. ",
      "historyGame": "Algum tempo após a derrota de Shinnok nas mãos de Cassie Cage, Raiden é visto torturando o Deus Ancião caído na Câmara de Jinsei danificada. O Deus do Trovão, agora com uma personalidade mais sombria devido à corrupção do Jinsei, anuncia a Shinnok que ele não terá mais misericórdia e destruirá os inimigos do Plano Terreno antes que eles possam atacar o reino. Embora Shinnok o lembre de que ele não pode matar um Deus Ancião, Raiden retruca que 'Existem destinos piores que a morte' e o decapita. Raiden resolve entregá-lo a Liu Kang e Kitana no Submundo como um aviso e antes de se teletransportar. \n A Guardiã do Tempo, Kronika, aparece na câmara, enfurecida com Raiden por perturbar o equilíbrio do tempo após os eventos de Mortal Kombat X. Ela então diz a Shinnok que o Arco do Tempo se curva à sua vontade e que 'é apenas uma questão de tempo.' \n Cansado do desafio do Plano Terreno, Kronika trará ordem ao universo por todos os meios necessários.  "
    }
  ],
  "characters": [
    {
      "id": "1",
      "name": "Johnny Cage",
      "img": "../../../assets/img/characterspage/johnnyCage.webp",
      "resumeInformation": "Inicialmente, Johnny Cage era uma estrela de filmes de ação de Hollywood que buscava revitalizar sua carreira e reputação. Ele entrou no torneio Mortal Kombat com o único propósito de mostrar suas habilidades de luta e provar seu valor aos críticos de cinema céticos, pois eles acreditavam que Cage nada mais era do que um ator que confiava demais em acrobacias e trabalho de câmera, e não era realmente um lutador proficiente. . Eventualmente, ele se tornaria um dos defensores mais importantes de Earthrealm. Apesar de seu materialismo, teimosia e imaturidade ocasional, Cage é um guerreiro valente e leal, embora suas travessuras freqüentemente irritem seus aliados. Por esse motivo, os fãs o consideram o principal personagem de alívio cômico da série.\nJohnny amadurece consideravelmente na época de Mortal Kombat X, perdendo muito de sua arrogância e obstinação anteriores. No processo, ele se torna um personagem mais arredondado e sério, embora sua inclinação para o humor permaneça praticamente intacta. Ele mantém essa persona em Mortal Kombat 11, complementada pela presença adicional de seu eu passado, que compartilha sua antiga arrogância e traços impetuosos."
    },
    {
      "id": "2",
      "name": "Liu Kang",
      "img": "../../../assets/img/characterspage/liuKang.webp",
      "resumeInformation": "Liu Kang é um dos personagens mais populares e acessíveis da série. Ele é um dos maiores guerreiros de Earthrealm, tendo derrotado muitos para provar seu valor. Ao longo da série, ele foi gradativamente retratado como o herói principal, tornando-se campeão após o primeiro torneio de Mortal Kombat. Liu Kang encontrou um inimigo no traidor Shang Tsung, um feiticeiro que ele derrotou em várias ocasiões. Ele é frequentemente considerado a maior ameaça aos planos de Shang e seu imperador, Shao Kahn. Ele é membro da White Lotus Society e treina extensivamente na Wu Shi Academy. Foi na Academia que ele foi assassinado por uma Aliança Mortal de Shang com Quan Chi.\nNa primeira entrada da série, Liu Kang se mostrou não violento, pois seu finalizador não matou graficamente o oponente. Começando com Mortal Kombat II, no entanto, todos os seus Fatalities eram mais horríveis.\nSeu corpo foi ressuscitado sem seu espírito em Mortal Kombat: Deception. Essa metade física matou centenas de pessoas inocentes, com as habilidades que ele refinou para protegê-las enquanto estava vivo. Liu Kang manteve sua personalidade de zumbi, pois ainda tinha seus gritos de marca registrada. Uma exceção notável é a introdução de Armageddon, onde ele geme como um zumbi reconhecível.\nLiu Kang é referido como o 'Campeão Imortal de Mortal Kombat' em jogos posteriores, e seu final em Mortal Kombat: Deception o faz assumir novamente o papel após sua restauração à vida."
    },
    {
      "id": "3",
      "name": "Sub-Zero",
      "img": "../../../assets/img/characterspage/subZero.webp",
      "resumeInformation": "Existem duas encarnações de Sub-Zero, ambos irmãos: o irmão mais velho Bi-Han e o irmão mais novo Kuai Liang. Ambos são guerreiros vestidos de azul que, em diferentes épocas, usaram o codinome 'Sub-Zero', e ambos são membros do Lin Kuei. Eles são descendentes de Cryomancers, uma raça edeniana exilada que possui a habilidade de gerar e controlar o gelo. No entanto, eles nasceram em Earthrealm e apenas o jovem Sub-Zero descobriria sua herança (na linha do tempo original).\nKuai Liang tem uma cicatriz no olho direito. Na linha do tempo original, ele o recebeu algum tempo antes dos eventos de Mortal Kombat 3. No entanto, como visto em Deception, a cicatriz eventualmente desapareceu, possivelmente como resultado do poder do Dragon Medallion. Na segunda linha do tempo, revelada na série de quadrinhos Mortal Kombat X, foi Kano quem criou a cicatriz.\nBi-Han e Kuai Liang nasceram de um pai Cryomancer e uma mãe chinesa-americana. O pai deles era um agente secreto do Lin Kuei nos Estados Unidos, levando os dois filhos com ele para a China, contra a vontade da mãe. Os irmãos seriam então treinados como assassinos Lin Kuei. No entanto, no trailer de Sub-Zero para Mortal Kombat 2011, as histórias de fundo dos irmãos são recontadas de que ambos os irmãos foram sequestrados pelo Lin Kuei quando ainda eram crianças.\nBi-Han apareceu como Sub-Zero no primeiro torneio Mortal Kombat, enquanto Kuai Liang atendia pelo codinome 'Tundra'. Depois que Bi-Han foi morto por Scorpion, Kuai Liang jurou vingá-lo e adotou o antigo codinome de seu irmão 'Sub-Zero' como forma de homenageá-lo. Ele entrou no segundo Mortal Kombat com apenas um objetivo em mente: caçar o assassino de seu irmão.\nKuai Liang levaria o nome de Sub-Zero em todos os jogos futuros, enquanto Bi-Han seria ressuscitado como um fantasma por Quan Chi e receberia o nome de Noob Saibot.\nEmbora ambos compartilhem características em comum, os dois irmãos diferem significativamente em muitos aspectos. Kuai Liang surge como um homem ameaçador, severo, distante e frio que prefere permanecer nas sombras, não muito diferente de seu irmão mais velho. No entanto, Kuai Liang é mais sério, disciplinado, humano e honrado do que Bi-Han jamais foi. Em contraste com seu irmão mais velho, que acabou sucumbindo à escuridão, o jovem Sub-Zero permaneceu firmemente do lado da justiça. Essa grande disparidade fez com que os dois irmãos se repudiassem, afirmando 'nós compartilhamos sangue, não somos irmãos'.\nOs fortes princípios morais de Kuai Liang também o colocaram em conflito com seu próprio clã. Horrorizado com a iniciativa de ciberização do Lin Kuei, Kuai Liang se rebelou abertamente e eventualmente deixou o clã completamente horrorizado e desgostoso, quebrando assim os códigos sagrados de honra. Em resposta, seu antigo clã o marcou para a morte, programando Cyrax, Sektor e seu ex-amigo Smoke para caçá-lo e eliminá-lo. Kuai Liang posteriormente se juntou a Liu Kang, Raiden e outros defensores de Earthrealm na luta contra Shao Kahn.\nEm ambas as linhas do tempo, o jovem Sub-Zero derrotou e matou Sektor, tornando-se o novo Lin Kuei Grandmaster no processo. Sob sua administração, o Lin Kuei seria reformado e reconstruído em uma força para o bem.\nComo a maioria do elenco de MK, Kuai Liang segue um arquétipo de personagem. No caso dele, ele é o herói enigmático que aparece para ajudar os protagonistas quando necessário."
    },
    {
      "id": "4",
      "name": "Scorpion",
      "img": "../../../assets/img/characterspage/scorpion.webp",
      "resumeInformation": "Sabe-se que seu pai, um ex-membro do Shirai Ryu, proibiu seu filho de ingressar no clã, pois não desejava que seu filho vivesse a vida de um assassino. No entanto, Hanzo se juntou, apesar dos desejos de seu pai, a fim de proporcionar a sua esposa Harumi e seu filho Satoshi uma vida confortável.\nDepois que ele e seu clã são exterminados, Scorpion reaparece como um Espectro gerado no inferno, buscando inexoravelmente vingança contra os responsáveis pela destruição de sua família e clã. Como resultado da manipulação de Quan Chi, ele inicialmente acredita que Bi-Han, um ninja do clã rival Lin Kuei e o Sub-Zero original, seja o responsável pelo massacre. Ele confronta e mata Bi-Han no primeiro torneio, inadvertidamente gerando o espectro morto-vivo Noob Saibot. Ele não saberia até muito mais tarde que foi Quan Chi, não Bi-Han, quem cometeu o genocídio, ao qual ele respondeu torturando Quan Chi no Netherrealm na linha do tempo original. Na segunda linha do tempo, ele se vingaria após ser restaurado à sua forma humana, eventualmente rastreando Quan Chi e executando-o.\nNa maioria das primeiras mídias de Mortal Kombat, devido em grande parte à sua aparência sinistra e malévola, Scorpion é estereotipado em um papel de vilão. Como tal, ele teve muitas incursões com as forças do bem. No entanto, ele não é realmente mau. Ele se junta às forças do mal apenas quando lhe é prometido um meio de ressuscitar seu clã na Terra, ou a chance de infligir sua ira contra aqueles que os massacraram. Embora ele seja apresentado ao lado das Forças das Trevas na cena de abertura de Mortal Kombat: Armageddon, ele permanece oficialmente neutro por causa de seu ódio feroz por Quan Chi.\nNa mídia MK mais recente (a segunda linha do tempo em particular), Scorpion é retratado sob uma luz mais heróica e é percebido pelos fãs como o principal anti-herói do título. Ele empreende ações que beneficiam as forças do bem, embora à sua maneira horripilante e vigilante. Sua atitude, aparência e autoconfiança contribuíram para sua popularidade. Comparado aos 'mocinhos' puramente virtuosos e aos 'bandidos' diabolicamente maus, a ambigüidade moral de Scorpion é única.\nQuando sua máscara está colocada, Scorpion se assemelha a um ser humano comum. As únicas diferenças reconhecíveis são a inflexão demoníaca em sua voz, seus olhos brancos brilhantes e sem pupilas e sua habilidade de emitir (assim como resistir) fogo. A remoção de sua máscara revela um crânio humano, muitas vezes em chamas. A habilidade mais popular e reconhecida de Scorpion é seu famoso ataque de lança, que é usado para puxar um oponente em sua direção. Este ataque também irá atordoar o oponente por um curto período de tempo. Scorpion vai gritar: 'Venha aqui!' ou 'Venha cá!', enquanto executa esta técnica.\nEmbora Scorpion seja frequentemente rígido e colérico, ele também tem um lado carinhoso e é muito honrado. Na linha do tempo original, quando ele descobre que o Sub-Zero que entra no segundo torneio não é Bi-Han, mas seu irmão mais novo e misericordioso Kuai Liang, Scorpion jura protegê-lo para expiar a morte de seus parentes. Na segunda linha do tempo, Scorpion pretendia poupar o primeiro Sub-Zero em troca da ressurreição de seu clã, e só cedeu depois que Quan Chi inflamou sua raiva. Scorpion mais tarde lamentou ter matado Bi-Han, chamando-o de 'um erro causado pela raiva'. Mais notavelmente, na série de quadrinhos Mortal Kombat X, é mostrado que ele pegou vítimas e sobreviventes da Guerra Netherrealm e os criou dentro do Shirai Ryu restabelecido, reformado com o propósito de proteger Earthrealm. Entre esses refugiados estava Takeda Takahashi, o filho órfão de Kenshi, que Hanzo criou como seu depois que Kenshi o deixou sob seus cuidados."
    },
    {
      "id": "5",
      "name": "Raiden",
      "img": "../../../assets/img/characterspage/raiden.webp",
      "resumeInformation": "Raiden é o eterno Deus do Trovão, protetor de Earthrealm e, sem dúvida, um dos personagens mais poderosos de todo o Mortal Kombat. Após a segunda derrota de Shinnok, ele ascendeu ao status de Elder God. Como resultado de sua natureza divina, ele possui muitas habilidades sobrenaturais, como a habilidade de se teletransportar, controlar raios e voar. Ele também é mais propenso a pensar em termos de eternidade, em vez de expectativa de vida humana normal, e tem uma visão radicalmente diferente da vida.\n Ao longo da série, Raiden serviu como mentor e figura paterna para os campeões de Earthrealm, especialmente Liu Kang e Kung Lao. Como protetor de Earthrealm, ele nutre um ódio intenso por Shang Tsung, Shao Kahn, Shinnok e qualquer um que represente uma ameaça à Terra.\nNo final do Modo História de Mortal Kombat X e visto em Mortal Kombat 11, Raiden agora assume sua forma corrompida semelhante à de sua contraparte na Linha do Tempo Original. Sua visão sobre a proteção de Earthrealm muda drasticamente, onde ele ataca qualquer um que considere uma ameaça para Earthrealm, até mesmo liderando uma invasão completa de Netherrealm para destruir o Templo de Ossos de Shinnok e aleijar Revenant Liu Kang e as forças de Kitana, mostrando pouca ou nenhuma misericórdia para seus ex-aliados, mesmo se importando pouco com a morte de Sonya Blade, que se sacrificou durante a invasão. Quando Kronika apaga esta encarnação de Raiden da linha do tempo como resultado de sua derrota de Shinnok e sua fusão das linhas do tempo, sua encarnação passada é deixada para saber de sua corrupção e impedir os planos de Kronika de reiniciar a linha do tempo, jurando nunca seguir o caminho de seu futuro eu."
    },
    {
      "id": "6",
      "name": "Sonya Blade",
      "img": "../../../assets/img/characterspage/sonyaBlade.webp",
      "resumeInformation": "General das Forças Especiais de Earthrealm, Sonya Blade é uma General bonita, severa e dura como pregos. Sonya representa uma mulher muito emancipada e obstinada, mas apesar de toda a sua teimosia e orgulho, ela se preocupa profundamente com a vida de seus amigos e camaradas. Ela tem uma inimizade de longa data com o líder do Black Dragon, Kano, que assassinou um ex-parceiro dela, e representa tudo o que Sonya despreza. Ela também rivalizou com outros membros do Black Dragon, como Jarek.\nDurante os eventos da nova linha do tempo, Sonya estava em um relacionamento com Johnny Cage não muito depois da Guerra de Netherrealm e da derrota de Shinnok, eles se casaram. Juntos, eles tiveram uma filha chamada Cassandra Carlton Cage, mas depois se divorciaram.\nNo início do MK11, ela lutou contra Cassie durante a luta de promoção do título militar. Depois, Raiden consulta Cassie, Sonya e Johnny sobre atacar Netherrealm como sendo de extrema importância. Durante a missão, Liu Kang (MK11 Dark Emperor) interferiu e prendeu Sonya sob os escombros no Templo de Ossos de Shinnok, no qual Sonya se detonou para destruí-lo. No entanto, devido à interferência de Kronika, versões mais jovens de Johnny Cage, Jax Briggs e Sonya foram trazidas para a linha do tempo atual.\nComo a maioria dos personagens MK, Sonya também se encaixa em um arquétipo de personagem, sendo a primeira donzela em perigo da série. Ela foi frequentemente sequestrada pelas forças do mal no início do cânone da série. No entanto, conforme a série avançava, ela se tornou menos uma donzela em perigo."
    },
    {
      "id": "7",
      "name": "Kano",
      "img": "../../../assets/img/characterspage/kano.webp",
      "resumeInformation": "Como mercenário e líder do cartel do crime internacional conhecido como Dragão Negro, Kano supera a mera brutalidade e agressão ao ser astuto e astuto. Originalmente da Austrália, Kano é altamente oportunista e incrivelmente egoísta, disposto a trair seu próprio reino e até mesmo seus próprios aliados por dinheiro ou ganho pessoal. Como resultado, ele rapidamente se tornou parte do círculo interno de Shao Kahn e, eventualmente, o general dos exércitos de Outworld (na linha do tempo original). Uma de suas características mais notáveis é seu senso de humor jocoso e distorcido, quase sempre minimizando as circunstâncias terríveis. Sua vulgaridade é uma exceção adicional entre outros personagens, mais evidente por sua propensão a cuspir, beber e urinar insensivelmente onde quiser. Sua variedade de táticas de luta suja também complementa sua personalidade desagradável. Ele combina as características de um lacaio covarde, um sobrevivente solitário, um louco enlouquecido e um comandante implacável. Ele é desprezado pela maioria dos outros personagens da série por sua natureza egoísta e indigna de confiança, total falta de moral e grosseria geral. No entanto, ele parece gostar do fato de ser odiado, mesmo vendo isso como uma fonte de orgulho. Ele é o arquiinimigo de Sonya Blade, que está obcecada em encontrar e levar Kano à justiça.\nUma parte do rosto de Kano é coberta por uma placa de metal, resultado de um ferimento desfigurante que ele sofreu nas mãos de Jax antes dos eventos da série, com o olho banhado sendo uma orbe vermelha brilhante capaz de emitir raios laser.\nDesde Deadly Alliance, ele fala com sotaque australiano e faz uso regular de expressões e gírias australianas."
    },
    {
      "id": "8",
      "name": "Goro",
      "img": "../../../assets/img/characterspage/goro.webp",
      "resumeInformation": "Goro é um homem-dragão meio-humano de 4.000 anos, o príncipe de Shokan e um dos personagens originais estreando no primeiro jogo de arcade Mortal Kombat como o subchefe, e mais tarde apareceu como o subchefe do Mortal Kombat 4. , porém apenas em consoles domésticos. Ele se tornou jogável pela primeira vez na porta Game Boy de Mortal Kombat. Ele apareceu como um guerreiro Shokan de quatro braços que foi o campeão do torneio Mortal Kombat por nove gerações, permanecendo invicto por 500 anos. Goro está entre os guerreiros favoritos de Shao Kahn e é conhecido por seu poder e brutalidade. Goro ajudou o imperador a se aproximar de dominar Earthrealm, mas ele perdeu no décimo enquanto lutava contra Liu Kang, que mais tarde derrotou o feiticeiro Shang Tsung."
    },
    {
      "id": "9",
      "name": "Shang Tsung",
      "img": "../../../assets/img/characterspage/shangTsung.webp",
      "resumeInformation": "Um feiticeiro poderoso e mortal e o principal vilão da franquia Mortal Kombat, Shang Tsung é um metamorfo que precisa consumir almas para sustentar sua saúde e vida. Na série Mortal Kombat, ele é o epítome da astúcia e da decadência, simbolizado por sua preferência por festas luxuosas, grandes palácios e roupas elegantes. Ao contrário do bruto Shao Kahn, este bombástico é uma fachada, disfarçando a verdadeira sofisticação intelectual e mental de Shang Tsung. Apesar disso, ele geralmente é descrito como subordinado de Shao Kahn, seguindo quaisquer ordens que o imperador lhe dê. Por meio de feitiçaria e experimentação, ele é o criador de Meat e da meia Tarkatan Mileena. Por ser o criador da Coroa de Kronika, ele é um dos poucos mortais com a habilidade de usá-la sem sobrecarregar seu corpo, algo que nem mesmo o imortal Fujin poderia fazer.\nAssim como Shao Kahn, como um grande antagonista da franquia, Shang Tsung fez muitos aliados ao mesmo tempo em que atraiu a ira de muitos dos protagonistas da série. Goro e Reptile são frequentemente retratados como aliados próximos do feiticeiro, sendo o primeiro seu campeão premiado, enquanto o último é seu guarda-costas pessoal. Ele é o arqui-inimigo de Liu Kang, que por sua vez o colocou em conflito com outros membros dos Monges Shaolin, como Kung Lao, devido à mão do feiticeiro em matar seu ancestral, O Grande Kung Lao. Apesar de suas hostilidades em relação a Earthrealm e seus habitantes, ele respeita Raiden, muitas vezes referindo-se a ele como 'Lorde Raiden'. Ele também é responsável por cegar o espadachim telecinético Kenshi.\nA lealdade de Shang Tsung a Shao Kahn concedeu a ele o status de um feiticeiro itinerante livre. Como tal, ele é capaz de se mover entre os reinos sem ser detectado pelos Elder Gods ou divindades locais, uma habilidade que lhe concedeu muitas oportunidades de cometer atrocidades ao longo dos séculos. Apenas Delia, Shinnok, Shao Kahn e Quan Chi podem igualar as habilidades de Shang Tsung como feiticeiro."
    },
    {
      "id": "10",
      "name": "Baraka",
      "img": "../../../assets/img/characterspage/baraka.webp",
      "resumeInformation": "Baraka foi apresentado em Mortal Kombat II como um guerreiro malvado, assustador e imprevisível de Outworld a serviço do imperador Shao Kahn. Ele pertence a uma raça de mutantes nômades, mais tarde revelado em Mortal Kombat: Deception ser chamado de Tarkata, que povoa as vastas terras devastadas de Outworld. Originalmente, dizia-se que esta raça era um cruzamento entre demônios de Netherrealm e Outworlders, mas isso não é mais canônico; agora é afirmado que os Tarkatans são uma raça separada cujo reino foi conquistado e anexado há muito tempo por Shao Kahn. Como acontece com todos os Tarkatans, Baraka é canibal e possui longas lâminas retráteis que se estendem de seus antebraços, tornando-o um dos lutadores mais mortais do universo Mortal Kombat.\nEmbora tenha tido muitas incursões com os guerreiros de Earthrealm, ele não parece ter nenhuma rivalidade ou ódio em particular contra a Terra ou seus habitantes. Seu principal interesse é fazer o que é melhor para seu próprio povo. Para esse fim, Baraka ficará do lado de qualquer um cujos objetivos assegurem o bem-estar de sua raça.\nMais tarde, ele ascende ao status de general, o que o torna superior a todos os outros Tarkatans, exceto o meio Tarkatan Mileena."
    },
    {
      "id": "11",
      "name": "Jax Briggs",
      "img": "../../../assets/img/characterspage/jax.webp",
      "resumeInformation": "Jax fez sua estreia em Mortal Kombat II. Ele é retratado como um herói afro-americano arquetípico. Na cadeia de comando das Forças Especiais, ele é o superior direto de Sonya Blade e a força catalisadora da impulsividade de Sonya. Jax é lúcido, cuidadoso e sempre vigia o que seus homens estão fazendo. Quando surge a necessidade, ele é uma fera no campo de batalha com a atitude e a ferocidade de um leão. Ele usa sem escrúpulos a tecnologia mais avançada à sua disposição para melhorar a si mesmo e sua unidade. Ele é o responsável pela desfiguração do senhor do crime Kano, forçando-o a usar uma placa de metal sobre uma parte de seu rosto.\nNa linha do tempo atual, Jax morreu nas mãos de Sindel e foi revivido como um revenant por Quan Chi, a quem ele foi forçado a servir. Embora ele tenha sido finalmente libertado e trazido de volta à vida, suas experiências como um revenant o deixaram traumatizado, reduzindo o outrora feroz guerreiro a uma casca quebrada de seu antigo eu. Algum tempo depois, ele se casou com uma mulher chamada Vera, com quem teve uma filha, Jacqui. Jax se opôs a ela ingressar nas Forças Especiais, pois não queria que ela experimentasse os mesmos horrores e traumas que ele. Em Mortal Kombat 11, é revelado que sua esposa havia morrido, quebrando Jax ainda mais e fazendo com que ele se tornasse um recluso. Isso deu a Kronika a oportunidade de recrutá-lo em seu objetivo de redefinir a linha do tempo, prometendo a ele a capacidade de impedir Jacqui de ingressar nas Forças Especiais. Embora inicialmente trabalhando ao lado de Kronika, ele foi convencido a voltar para o lado do bem por seu eu passado, sua filha e Raiden, voltando-se contra seu aliado e se juntando à luta contra ela."
    },
    {
      "id": "12",
      "name": "Kitana",
      "img": "../../../assets/img/characterspage/kitana.webp",
      "resumeInformation": "A princesa Kitana tem 10.000 anos, mas é considerada jovem em seu reino de Edenia e tem a aparência de uma jovem. Ao longo dos anos, ela adquiriu grande importância; primeiro como a enteada leal de Shao Kahn, depois como sua inimiga, afastando-se de seu domínio e libertando seu reino natal de Edenia. Ela também liderou um exército em Outworld para combater qualquer chance de Shao Kahn subir ao poder novamente.\nEla compartilhou um interesse amoroso sutil com o campeão do Mortal Kombat Liu Kang, mesmo depois que ele foi assassinado pela Deadly Alliance. Embora ela tenha sido leal a Shao Kahn durante a maior parte de sua vida, ela eventualmente o traiu e se aliou aos Earthrealmers. Sua traição foi principalmente o resultado de crescentes dúvidas quanto à moralidade de suas ações e consequentes sentimentos de culpa, bem como a raiva pela descoberta da verdade sobre seu passado e seu verdadeiro pai, o falecido rei Jerrod.\nAntes de se juntar aos Earthrealmers, ela era uma assassina fria, arrogante e implacável que serviu Shao Kahn obedientemente. No entanto, depois de se encontrar com Raiden e Liu Kang, esse verniz começou a dar lugar a uma personalidade mais gentil, altruísta e nobre.\nIsso levou ao assassinato de sua mãe agora corrompida, Sindel, tornando-se um dos revenants de Quan Chi. Após a morte de Quan Chi, Kitana e Liu Kang se tornaram imperadores e imperatrizes de Netherrealm.\nEm Mortal Kombat 11, os revenants de Kitana e Liu Kang são recrutados por Kronika em sua busca para reiniciar a linha do tempo, juntando-se a ela em seus planos de apagar Raiden da história. Uma Kitana mais jovem é convocada, junto com vários outros Kombatants, na era atual devido aos planos de Kronika. Com Raiden e os outros lutando ao lado dele, esta jovem Kitana pretendia impedir a intromissão de Kronika para que ela pudesse matar seu pai Shao Kahn. Depois de reunir os lados dos Tarkatans sob Baraka e os Shokans sob Sheeva, ela foi capaz de derrotar seu padrasto e libertar Kotal Kahn de sua quase execução. Como agradecimento, ele revogou seu governo e a coroou como a nova imperatriz de Outworld, Kitana Kahn.\nDepois que o Deus do Fogo Liu Kang derrotou Kronika e ganhou o controle de sua Ampulheta, ele e Kitana atuaram como os moldadores do futuro depois que Raiden renunciou ao título de protetor do Reino da Terra para Shaolin. No entanto, Aftermath revelou que esse final não é canônico."
    },
    {
      "id": "13",
      "name": "Kung Lao",
      "img": "../../../assets/img/characterspage/kungLao.webp",
      "resumeInformation": "Kung Lao é um ex-monge Shaolin e membro da White Lotus Society. Ele está na sombra de seu grande ancestral, o Grande Kung Lao, mas ao contrário de seu grande ancestral, ele não deseja ser campeão e prefere viver uma vida de paz. No entanto, isso foi recontado em MK 2011, onde Lao agora está ansioso para provar que é igual a Liu Kang. Ele também se mostra altamente vaidoso e imaturo, embora essas características mascarem uma insegurança arraigada e um complexo de inferioridade em relação a Liu Kang. Assim como Liu Kang, ele treinou com o mestre Bo' Rai Cho. Dos guerreiros de Earthrealm, Lao é o pacifista mais franco, embora não hesite em punir severamente aqueles que o atacam, Earthrealm ou seus amigos. Sua arma de marca registrada é o chapéu Razor-Rimmed, que ele pode empregar de forma bastante poderosa e eficaz em combate. Muitas de suas fatalidades envolvem o uso de seu chapéu até certo ponto.\nDe acordo com o co-criador de MK, John Tobias, em uma entrevista de 1995 para a EGM, o chapéu de Kung Lao foi inspirado no filme de James Bond de 1964, Goldfinger, no qual o personagem Oddjob joga seu chapéu-coco como uma arma mortal semelhante a um chakram."
    },
    {
      "id": "14",
      "name": "Mileena",
      "img": "../../../assets/img/characterspage/mileena.webp",
      "resumeInformation": "Mileena é um clone híbrido mutante de Kitana, criado nas covas de carne de Shang Tsung a mando de Shao Kahn, que se tornou cada vez mais paranóico de que Kitana um dia descobriria a verdade e o trairia. Como uma fusão de sangue Tarkatan e fisiologia Edeniana, Mileena combina e utiliza totalmente os atributos de ambas as raças em combate, ostentando velocidade incrível, força bruta, destreza acrobática ágil e selvageria carnívora assustadora igualada apenas por Baraka.\nEm total contraste com Kitana, Mileena é uma oportunista má, sádica, cruel, perversa, temperamental, egoísta e psicologicamente desequilibrada, cujo maior desejo é matar sua 'irmã' e reivindicar sua existência para si. Ela luta usando um par de sais e uma horrenda boca Tarkatan afiada como uma navalha, que ela usa para morder pedaços de carne humana e esmagar ossos.\nEla também se mostra extremamente paqueradora, utilizando sua 'beleza' para manipular os homens a seu favor, embora todos os personagens com quem ela experimentou, especialmente Reiko, a considerassem repulsiva. O guerreiro Tarkatan Baraka às vezes é retratado como seu interesse amoroso.\nApós a derrota de Shao Kahn no final de Mortal Kombat (2011), Mileena se tornou a nova imperatriz de Outworld. No entanto, seu governo foi turbulento e profundamente impopular, levando à sua derrubada nas mãos de Kotal Kahn. Embora ela tenha tentado recuperar seu trono iniciando uma guerra civil e contratando Kano, Tanya e Rain para matar Kotal, essas tentativas terminaram em fracasso e ela foi executada por D'Vorah.\nApesar de sua natureza violenta e insanidade, em Mortal Kombat 11, Mileena é retratada com um lado mais simpático. As interações no Arcade do jogo, junto com seu Arcade Ending mostram menos de seu lado selvagem, revelando uma forte conexão com Tanya, ficando furiosa com seu paradeiro desconhecido e a ideia de ela possivelmente estar morta. Além disso, seu Arcade Ending a retrata querendo começar uma família depois de se tornar a nova Guardiã do Tempo, presumivelmente com Tanya, em que Mileena ama sua filha que, ao contrário de sua irmã Kitana, não a vê como um monstro."
    },
    {
      "id": "15",
      "name": "Shao Kahn",
      "img": "../../../assets/img/characterspage/shaoKahn.webp",
      "resumeInformation": "Shao Kahn, o Conquistador, é o ex-imperador de Outworld e serviu como o principal antagonista na maior parte da série. Em muitos aspectos, ele se assemelha a um grande guerreiro asiático e é bem conhecido por sua força divina que rivaliza, se não excede completamente, a de Raiden e outros personagens divinos. Ele também é conhecido por sua extrema insensibilidade, brutalidade e ferocidade em batalha, bem como seu gosto por execuções pessoais, embora ocasionalmente tenha poupado a vida de seus subordinados depois de provar seu valor a ele. Ele também poupou a vida de outras vítimas, como Sindel e Kitana, criando a última como sua própria filha e tratando a primeira como sua própria esposa. No entanto, seu verdadeiro poder que o serviu bem e permitiu que ele se elevasse acima da imagem de um mero senhor da guerra é sua alta inteligência e profundo conhecimento das artes negras. Como seu subordinado Shang Tsung, ele tem o poder de consumir e manipular almas. Seu conhecimento das artes das trevas o tornou um combatente poderoso e perigoso, além de produzir alguns dos adversários mais mortais de Outworld, como Ermac e Skarlet. É revelado em Mortal Kombat: Deception que Shao Kahn era um conselheiro para Outworld como Raiden era para Earthrealm, o que sugeriria a possibilidade de ele ser um Deus, bem como ser o ex-protetor de Outworld durante o governo de Onaga. Mais tarde, ele derrotaria Blaze na linha do tempo original, ascenderia à divindade com os poderes de Blaze, mataria Raiden e venceria o Armagedom como o combatente restante na linha do tempo original.\nTalvez a maior força de Shao Kahn resida em sua capacidade de trabalhar em busca de seus objetivos com grande tenacidade e capacidade de organização. No entanto, sua maior fraqueza é sua arrogância e excesso de confiança. Shao Kahn muitas vezes subestimou a humanidade e, portanto, tentou conquistar Earthrealm muitas vezes, com ou sem consorte, sem sucesso. Ele também possui um desejo cegante de conquista que às vezes pode sobrecarregar seu melhor julgamento, permitindo que ele seja manipulado por aqueles que são astutos o suficiente para explorar essa fraqueza. Essa arrogância e ingenuidade também permitiram sua queda por seus aliados em muitas ocasiões, como sua morte pelos Elder Gods para permitir a invasão de Netherrealm de Earthrealm sendo liderada por Quan Chi e Shinnok, o primeiro auxiliando em sua tentativa de conquista de Earthrealm, e sua invasão da Fortaleza de Kronika, apenas para ser traído por Shang Tsung, que se tornou o novo Guardião do Tempo ao ajudar Shao Kahn na tomada da Fortaleza.\nAtravés de seu governo tirânico de Outworld, Shao Kahn fez muitos inimigos, mas também muitos aliados ao longo da série. O feiticeiro Shang Tsung é frequentemente visto como seu subordinado, servindo-o por mais de um milênio. Ele também criou a construção Ermac. Através da feitiçaria e experimentos de Shang Tsung, o feiticeiro criou a híbrida genética Mileena como uma filha substituta para o Imperador, que considerava Kitana inferior, acreditando que Mileena se encaixava melhor como sua filha “verdadeira”. Mais tarde, ele acolhe a camponesa Skarlet de Outworld, capacitando-a com Blood Magik, adotando-a como sua própria filha, assim como fez com Mileena. Por meio de sua liderança tirânica, ele é frequentemente aliado de outras espécies em Outworld para suas conquistas, como Tarkata e Shokan, no entanto, à medida que as crescentes guerras civis cresciam em Outworld após sua primeira morte na nova linha do tempo, essas lealdades se dissolveriam lentamente, principalmente durante o reinado de Kotal Kahn como Imperador de Outworld.\nShao Kahn é o arqui-inimigo do Deus do Trovão Raiden, muitas vezes sendo considerado sua contraparte em seus papéis em seus respectivos reinos. Seu poder e determinação permitiram que ele excedesse Raiden em poder em várias ocasiões. Devido a essa rivalidade e seu desejo de conquistar Earthrealm, ele também ganhou inimigos como Liu Kang e Kung Lao, bem como as Forças Especiais. Além disso, devido à sua aliança com Cyber Lin Kuei e Sektor, ele ganhou animosidade de Sub-Zero."
    },
    {
      "id": "16",
      "name": "Kintaro",
      "img": "../../../assets/img/characterspage/kintaro.webp",
      "resumeInformation": "Kintaro substituiu Goro depois que Goro foi derrotado por Liu Kang em Mortal Kombat. Ele é o único membro de sua raça visto até agora a ter características únicas. Ao contrário de Goro e Sheeva, Kintaro tem marcas listradas de tigre por todo o corpo, bem como presas afiadas, garras e pés felinos. De acordo com sua biografia de Mortal Kombat (2011), isso é indicativo do clã Tigrar de classe baixa de Shokan, diferindo do clã Draco de classe mais elite ao qual Goro e Sheeva pertencem, então provavelmente há mais de sua espécie por aí. Deve-se notar que, a cada novo jogo, suas características felinas se destacam mais do que no anterior."
    },
    {
      "id": "17",
      "name": "Reptile",
      "img": "../../../assets/img/characterspage/reptile.webp",
      "resumeInformation": "Réptil é uma criatura reptiliana humanoide vestida de verde que incorpora o arquétipo do subalterno infeliz. Diz-se ser fisicamente hediondo e repulsivo, ele é conhecido por sua grande discrição e lealdade inquestionável. Ao contrário de muitos outros capangas, Reptile não luta pelo poder, nem é inerentemente mau. Ele é pego em um estado de espírito delirante, obcecado em encontrar o último membro remanescente de sua raça ou em libertar seu mundo natal, Zaterra, das garras de Outworld. Assim, ele sempre permanece leal a Shao Kahn, apenas obedecendo a outros mestres para sobreviver e alcançar seu objetivo de devolver Zaterra à sua antiga glória. Embora bem-intencionado e sincero, sua obsessão é tão importante para ele que o causa ataques temporários de insanidade. Após a morte de Shao Kahn, sua lealdade passa para Kotal Kahn, ajudando-o a reivindicar o trono de Mileena, cujo governo o desagrada.\nReptile foi escondido no primeiro jogo Mortal Kombat e, portanto, detém a distinção de ser o primeiro personagem secreto a aparecer em um jogo de luta versus. Antes das batalhas com um oponente, ele aparecia e pulava no meio da tela em uma pose de vitória Sub-Zero. Acima de sua cabeça estariam pistas de como encontrá-lo, como 'Olhe para la luna' ('a lua' em espanhol ou italiano e insinuando o estágio Pit), 'Alone is how to find me' (denotando que ele está apenas desbloqueável no modo single player), 'Perfeição é a chave' (direcionando para a vitória dupla impecável) ou 'Tip eht fo mottob' ('Bottom of The Pit' escrito ao contrário). De vez em quando ele dirá 'Eu sou Reptile, encontre-me!'. Este conceito foi repetido com Smoke e Jade em Mortal Kombat II e Khameleon em Mortal Kombat Trilogy.\nEle era uma fusão entre os personagens originais Sub-Zero e Scorpion, capaz de usar ambos os movimentos. Os co-criadores de Mortal Kombat, John Tobias e Ed Boon, admitiram em uma entrevista que o 'nascimento' de Reptile foi quando eles pegaram Sub-Zero e Scorpion e fundiram os dois em um e o coloriram de verde (amarelo + azul = verde). Eles batizaram esse personagem de 'Réptil' devido à sua cor verde e sua referência aos lagartos. Embora ele não tenha recebido muita profundidade de personagem na época, ele foi trabalhado antes do lançamento de Mortal Kombat II. Reptile voltou para o segundo torneio com seus próprios movimentos especiais, disponíveis desde o início.\nNão está muito claro quantos anos Reptile tem. As estimativas são de dezenas de milhares de anos ou mesmo milhões. O que se sabe, no entanto, é que o Earthrealm foi quase destruído por uma batalha entre os deuses milhões de anos atrás. A raça de raptores do réptil, ou Saurians, escapou para outro reino, Zaterra, onde foi invadida e anexada pelo imperador de Outworld, Shao Kahn. Como era o processo usual para Kahn conquistar outro mundo, a maioria dos zaterranos foi morta nas batalhas que se seguiram, deixando apenas um punhado de pessoas restantes. Entre eles, ou entre os descendentes desses sobreviventes, estava Reptile. Ao contrário dos outros de sua espécie, que foram forçados à escravidão, Reptile foi treinado para ser um servo de Shao Kahn e Shang Tsung."
    },
    {
      "id": "18",
      "name": "Jade",
      "img": "../../../assets/img/characterspage/jade.webp",
      "resumeInformation": "Jade é amiga de infância da princesa Kitana. Embora seus motivos não fossem claros, ela serviu Shao Kahn ao lado de Kitana e Mileena como sua assassina pessoal durante a maior parte de sua vida. Quando Kitana finalmente se voltou contra Shao Kahn, Jade recebeu ordens de capturá-la para o Imperador. Ela finalmente escolheu se juntar a sua amiga e desde então ajudou Kitana lealmente em sua busca para libertar seu reino nativo e restaurar sua beleza original. Agora residindo na libertada Edenia, Jade é uma General do Exército Edeniano e continua a servir obedientemente Kitana e sua mãe Sindel.\nA personalidade confiante e atrevida de Jade foi retratada pela primeira vez em seu vídeo de campanha Girls Gone Wired, mas depois expandida ao longo de sua história em Mortal Kombat (2011). Sempre conhecida por sua lealdade para com Kitana, ela provou ser uma amiga confiável, sincera e dedicada à princesa. Ela é sarcástica, paternalista e arrogante com seus oponentes, e incrivelmente implacável com aqueles que ela considera um inimigo pessoal, em um ponto espirrando essência Tarkatan no traidor Edeniano, Tanya, e permitindo que ela fosse despedaçada pela milícia de Baraka.\nComo uma assassina adornada com uma roupa verde justa, Jade era inicialmente muito semelhante em aparência a Kitana e Mileena, a única diferença notável sendo sua pele mais escura (embora nas portas Sega Genesis e Saturn de MKII, ela tem a mesma pele como Kitana). Ela apareceu primeiro como um personagem oculto e impossível de jogar em Mortal Kombat II, cujo conjunto de movimentos era quase igual ao de Kitana, incluindo o uso da arma da lâmina do ventilador. Para chegar a Jade, o jogador lutaria um jogo de um jogador na partida pouco antes do ?no mapa da montanha. Se o jogador ganhasse pelo menos uma rodada da partida usando apenas o botão Low Kick (sem socos, chute alto ou pressionamento do botão Block), eles seriam imediatamente transportados para Goro's Lair (Portal Azul na porta Sega Genesis) para lutar contra Jade. . O jogador não precisava vencer a partida - apenas um round - para enfrentar Jade.\nJade mais tarde se tornaria um personagem regular em Ultimate Mortal Kombat 3. Sua principal arma de escolha é um cajado de metal, mas ela também usa bumerangues com lâminas de barbear, apelidados de 'razorangs'.\nEm Mortal Kombat 11, é revelado que ela está em um relacionamento romântico com Kotal Kahn, o casal estando junto antes de Kotal Kahn ser traído por Shao Kahn e experimentado por Shang Tsung."
    },
    {
      "id": "19",
      "name": "Noob Saibot",
      "img": "../../../assets/img/characterspage/noobSaibot.webp",
      "resumeInformation": "Antes de sua morte, Bi-Han era o Sub-Zero original, um dos guerreiros mais poderosos e devotos do clã Lin Kuei. Embora essencialmente neutro, ele era um assassino cruel e de sangue frio, cuja alma foi corrompida por anos de violência e matança sem remorsos.\nNo final do primeiro torneio Mortal Kombat, Bi-Han foi assassinado por Scorpion em retaliação por sua própria morte nas mãos do criomante. Ele então desceu para o quinto plano do Netherrealm, onde foi ressuscitado pelo feiticeiro Quan Chi, que havia ressuscitado Scorpion anteriormente. O mal dentro de sua alma foi liberado ao despojá-lo de orgulho, compaixão e tudo mais que o tornava humano.\nRenascido em Netherrealm, Noob Saibot é a própria encarnação do mal. Ele deseja não apenas permanecer no Netherrealm, mas também conquistá-lo e governá-lo. Embora ele tenha sido visto a serviço de senhores da guerra do mal, como Shinnok e Shao Kahn, sua lealdade final é consigo mesmo."
    },
    {
      "id": "20",
      "name": "Smoke",
      "img": "../../../assets/img/characterspage/smoke.webp",
      "resumeInformation": "Smoke estreou em Mortal Kombat II como um personagem oculto contra o qual lutar, junto com Noob Saibot e Jade. Ele era frequentemente visto no palco da Floresta Viva, no qual ele (junto com Jade) espiava por entre as árvores. Como Reptile quando ele fez sua primeira aparição, ele era simplesmente uma troca de paleta de Scorpion com nuvens de fumaça ao seu redor, mas se movia extremamente rápido. Ele aparecia aleatoriamente antes das partidas, oferecendo pistas que permitiriam ao jogador lutar contra ele, como Reptile tinha no Mortal Kombat original.\nSmoke não teria seu próprio enredo até ser apresentado em Mortal Kombat 3, onde era mais uma vez um personagem oculto, mas acessível aos jogadores com o uso de um código. Nessa aparição, ele seria uma alma humana torturada presa no corpo de um ciborgue. Sua característica mais marcante é o fato de constantemente emitir fumaça. Isso, combinado com seu poder de se teletransportar e ficar invisível, fez dele um dos principais assassinos do Lin Kuei.\nEm Mortal Kombat (2011), é revelado que ele tem longos cabelos prateados que cobrem seu rosto, embora seja mostrado sendo soprado para trás em renderizações e obras de arte."
    },
    {
      "id": "21",
      "name": "Cyrax",
      "img": "../../../assets/img/characterspage/cyrax.webp",
      "resumeInformation": "Fazendo sua estreia em Mortal Kombat 3, Cyrax foi um dos três ninjas cibernéticos criados pelo Lin Kuei em uma tentativa de converter todos os seus membros em assassinos cibernéticos insensíveis e de coração frio, melhorando assim seu desempenho e contornando qualquer possibilidade de desobediência. Cyrax foi designado unidade LK-4D4 e, como seus colegas, foi designado para caçar o ex-membro renegado Lin Kuei Sub-Zero. Cyrax recuperou sua alma humana na linha do tempo original com a ajuda de Sonya Blade e Jax Briggs, e se aliou a eles daquele ponto em diante. Na linha do tempo redefinida de MK 2011, Cyrax é mostrado em sua forma pré-cibernética - um jovem africano impetuoso que, apesar de sua lealdade ao Lin Kuei, se opôs veementemente à iniciativa de ciberização e automatizou contra sua vontade. Depois que sua alma é restaurada por Kuai Liang, ele se sacrifica para acabar com os planos de Lin Kuei de uma vez por todas."
    },
    {
      "id": "22",
      "name": "Kabal",
      "img": "../../../assets/img/characterspage/kabal.webp",
      "resumeInformation": "Kabal foi introduzido pela primeira vez em Mortal Kombat 3, ostentando longos cabelos negros, Hookswords, velocidade sobre-humana e um respirador. Ele era um guerreiro misterioso que sobreviveu a um ataque de um dos esquadrões de extermínio de Shao Kahn e, como resultado, ganhou um rosto horrível escondido apenas por sua máscara respiratória. Seu final revela que ele já foi membro do Dragão Negro. Na época de sua introdução, ele apareceu como uma força para o bem, mas eventualmente voltou aos seus maus caminhos, planejando se colocar como o chefe do novo clã Black Dragon.\nNa linha do tempo redefinida de Mortal Kombat (2011), Kabal mostra estar do lado do bem na época da invasão de Outworld, embora Kano mais tarde tente convencê-lo a retornar ao Dragão Negro. Também é revelado que foi Kano quem curou Kabal e deu a ele sua máscara respiratória.[3] Antes de sua desfiguração pelas chamas de Kintaro, ele era um oficial do NYPD ao lado de Kurtis Stryker. Ele e Stryker mais tarde se juntaram aos guerreiros de Earthrealm em sua luta contra Shao Kahn, mas são mortos por um Sindel ressuscitado. Suas almas são então coletadas por Quan Chi e reanimadas como revenantes mortos-vivos. Sob o feitiço do feiticeiro, ele serve ao caído Elder God Shinnok e ajuda Quan Chi em sua busca para libertar seu mestre e assumir o Earthrealm.\nEm Mortal Kombat 11, o revenant Kabal serve Liu Kang e Kitana, que a essa altura se tornaram imperador e imperatriz do Netherrealm, ao lado de Jade e Kung Lao. Um Kabal pré-desfigurado mais jovem também aparece, convocado devido à intromissão de Kronika na linha do tempo. Este Kabal ainda é um membro do Black Dragon, e luta contra uma Sonya mais jovem após ouvir do Kano mais velho que é ela quem o desfigurará no futuro (sendo isso uma mentira para fazer os dois lutarem).\nDevido às suas lealdades em constante mudança, a verdadeira personalidade subjacente de Kabal é um tanto vaga. Como um membro do Black Dragon, ele se mostra tão ganancioso, implacável e amoral quanto Kano. Mas em um certo ponto posterior, ele deixa o Dragão Negro e se junta à força policial para expiar seus crimes passados, embora mais tarde seja trazido de volta para o lado do mal por Havik (na linha do tempo original)."
    },
    {
      "id": "23",
      "name": "Nightwolf",
      "img": "../../../assets/img/characterspage/nightwolf.webp",
      "resumeInformation": "Nightwolf é um herói, historiador e xamã nativo americano arquetípico que foi apresentado pela primeira vez em Mortal Kombat 3. Ele se mostra um guerreiro orgulhoso e feroz dedicado à causa do bem e está em contato com Raiden e o Grande Espírito por meio de visões. . Como tal, ele atrai energia espiritual interna e externa para aumentar seu poder.\nDe forma um tanto estereotipada, Nightwolf é retratado como estóico e profundamente sintonizado com a natureza, animais e espíritos. Sua arma principal é uma machadinha, que ele pode aprimorar com energia espiritual verde. Ele também pode usar essa mesma energia para invocar um arco e flecha artificial, bem como desviar projéteis com o peito nu.\nOriginalmente, sua tribo era Lakota-Sioux, por isso ele se refere a Raiden como 'Haokah', mas isso foi alterado posteriormente em Mortal Kombat 11. Ele agora é membro de uma tribo fictícia chamada Matoka."
    },
    {
      "id": "24",
      "name": "Sektor",
      "img": "../../../assets/img/characterspage/sektor.webp",
      "resumeInformation": "Estreando em Mortal Kombat 3, Sektor (codinome LK-9T9) é um ninja cibernético terrível, ameaçador e letal do clã de assassinos Lin Kuei. Ele representa a coisa mais próxima do mal que um ciborgue pode ser, combinando características de um ninja de sangue frio, um leal fanático e uma máquina de matar destrutiva adequada para a guerra moderna. Suas habilidades de combate mais conhecidas são seu ataque de míssil teleguiado, soco de teletransporte e lança-chamas.\nEm total contraste com sua contraparte imediata Cyrax, Sektor nunca se preocupou em redescobrir seu lado humano e pode ser incapaz de fazê-lo. Mesmo em sua forma humana, Sektor era totalmente dedicado ao clã Lin Kuei e, ao contrário de Cyrax, Sub-Zero e Smoke, nunca questionou ou resistiu ao processo de ciberinização.\nAlgum tempo depois de se tornar um ciborgue, Sektor ascendeu ao posto de Grande Mestre. No entanto, ele acabou sendo morto e usurpado em ambas as linhas do tempo pelo jovem Sub-Zero, que então reformou o clã completamente."
    },
    {
      "id": "25",
      "name": "Sheeva",
      "img": "../../../assets/img/characterspage/sheeva.webp",
      "resumeInformation": "Sheeva pertence ao Shokan, uma antiga raça de seres poderosos de quatro braços, meio humanos, meio dragões de Outworld, que são os arquiinimigos da raça centauriana. Como todos os Shokan, ela possui uma constituição alta e musculosa, quatro braços, olhos reptilianos, escamas de dragão, três dedos em cada mão e dois dedões em cada pé.\nSheeva serviu como guarda-costas pessoal da Rainha Sindel durante a invasão fracassada de Shao Kahn em Earthrealm, e mais tarde se tornou a Rainha do Shokan após a morte do pai de Goro, o Rei Gorbak.\nEmbora ela tenha servido obedientemente a Shao Kahn no passado, a principal lealdade de Sheeva é para com a raça Shokan, e é mostrado que ela não hesitará em trair Shao Kahn se ele ameaçar seu povo. Ela também cooperou com Earthrealmers em várias ocasiões. Por essas razões, ela é amplamente considerada uma personagem neutra."
    },
    {
      "id": "26",
      "name": "Sindel",
      "img": "../../../assets/img/characterspage/sindel.webp",
      "resumeInformation": "Apesar de sua aparência ameaçadora, Sindel é gentil e benevolente por natureza, pelo menos na linha do tempo original. Ela governa o reino de Edenia ao lado de sua filha, a princesa Kitana. O poder de Sindel parece ser de natureza interna e etérea em mais de uma maneira. Ela é uma personagem distintamente mais velha e mais madura, com cabelos grisalhos esvoaçantes e uma atitude real digna de seu papel como Rainha de Edenia. Ela tem uma afinidade natural com a magia aérea, como evidenciado por sua habilidade de levitar e manipular ondas sônicas.\nEm Mortal Kombat: Deception, o criador Ed Boon descreve Sindel como uma personagem desafiadora em mais de uma maneira. Embora Sindel não seja um dos personagens principais da série, ela esteve envolvida em grande parte do jogo. Isso tinha a ver com o fato de que seu governo sobre Edenia a tornou um alvo para muitos outros governantes como Shao Kahn, Shinnok e Onaga. Sindel foi um dos poucos personagens vilões a se tornar heróico na série.\nA história de fundo de Sindel é recontada em Mortal Kombat 11, revelando que ela sempre foi má, com sua suposta falta de vontade de se casar com Shao Kahn sendo uma mentira que ela contou para manter os Edenians (e especialmente Kitana) leais a ela. Ela se ressentia de Jerrod por negociar seus poderes e acreditar que não eram melhores do que plebeus, enquanto se apaixonava pela disposição de Shao Kahn de afirmar seu próprio domínio e tomar o que era dele."
    },
    {
      "id": "27",
      "name": "Stryker",
      "img": "../../../assets/img/characterspage/stryker.webp",
      "resumeInformation": "Stryker foi apresentado em Mortal Kombat 3 como um homem caucasiano de aparência um tanto corpulenta, com um design muito urbano com uma camisa branco-azulada, botas de combate, cinturão, calças pretas de policial e um boné usado para trás. No entanto, sua aparência foi alterada no Armagedom para um policial mais sério e modernizado. Originalmente descrito como um líder da divisão Special Riot Control no Departamento de Polícia de Nova York, [1] ele emprega armamento moderno, como explosivos, armas de fogo, tasers e cassetetes na batalha. Apesar de ser um policial comum, Stryker é incrivelmente resistente e adepto do combate corpo a corpo, tendo derrotado Ermac, Reptile, Mileena e até Kintaro sozinho. É esse talento para a sobrevivência, bem como sua dedicação feroz à justiça, que chama a atenção de Raiden e o convence a alistar Stryker na defesa de Earthrealm."
    },
    {
      "id": "28",
      "name": "Motaro",
      "img": "../../../assets/img/characterspage/motaro.webp",
      "resumeInformation": "Motaro fez sua primeira aparição em Mortal Kombat 3. Ele é um centauriano, o que significa que tem o corpo de um garanhão e o torso de um homem. Ele também tem um par de chifres semelhantes aos de capricórnio e uma longa cauda metálica semelhante a um rato que pode usar tanto como ponto de canalização de energia quanto como membro. Ele tem quase 9 metros de altura. Centaurians são conhecidos por suas habilidades de caça e seus poderes místicos.\nMotaro, junto com toda a sua raça, nutre um ódio profundo pelo Shokan, a quem ele vê como inferior. As duas raças lutam constantemente uma contra a outra para provar seu valor a Shao Kahn e finalmente definir qual delas é superior."
    },
    {
      "id": "29",
      "name": "Rain",
      "img": "../../../assets/img/characterspage/rain.webp",
      "resumeInformation": "Rain foi originalmente concebido para aparecer em Mortal Kombat 3, mas na verdade não apareceu até Ultimate Mortal Kombat 3. Rain era originalmente um arenque vermelho inserido pelos desenvolvedores do jogo; um personagem mostrado no modo de atração do jogo que na verdade não existia dentro do próprio jogo. Uma entrevista recente revela que a inserção foi feita pelo próprio Ed Boon para enganar intencionalmente os jogadores. Muitos fãs de MK procuraram por ele em vão, com a eventual realização de seu status de personagem de piada (em homenagem a uma música do Prince, 'Purple Rain' devido ao próprio Boon ser um fã de longa data do músico). A piada se expande ainda mais quando é revelado que Rain é um príncipe. Ele, no entanto, logo faria uma aparição real nas versões de console de Ultimate Mortal Kombat 3 e Mortal Kombat Trilogy como um personagem completo com sua própria história (a de um traidor de seu reino) e conjunto de movimentos, para o deleite. de muitos fãs e o desgosto de outros."
    },
    {
      "id": "30",
      "name": "Ermac",
      "img": "../../../assets/img/characterspage/ermac.webp",
      "resumeInformation": "Fazendo sua estreia em Ultimate Mortal Kombat 3, Ermac tem sido um personagem controverso e misterioso na série Mortal Kombat, cuja existência foi alvo de rumores desde o seu início. Ermac é uma fusão das muitas almas destruídas nas guerras de Outworld, apenas para ser controlada pelo Imperador Shao Kahn e seus Shadow Priests. Por causa disso, ele se refere a si mesmo como 'nós', 'nosso', 'nós' e 'nosso', em vez de 'eu', 'meu', 'eu' e 'meu'. Por causa da concentração absoluta de almas dentro de Ermac, ele possui os dons de telecinese, teletransporte e a capacidade de viajar entre os reinos.\nErmac raramente mostra sinais de emoção, mas provou ser bastante sábio e um combatente muito mortal, usando suas habilidades telecinéticas para lutar contra vários oponentes ao mesmo tempo, mantendo a vantagem. Desaparecendo após os eventos de Mortal Kombat Trilogy, ele só retornou em Mortal Kombat: Deception, onde foi libertado das garras de Shao Kahn pelo espadachim cego Kenshi, a quem ele retribuiu ensinando-lhe o Telekinetic Slam. Ele decidiu se tornar uma força do bem, em parte culpado por seus males passados. Para provar isso, ele decide ajudar Liu Kang a libertar as almas de seus amigos do controle de Onaga.\nNa linha do tempo atual, isso não aconteceu e, após os eventos de Mortal Kombat, ele logo ficou sob a posse da alma de Shao Kahn, assim como do Rei Jerrod.[1] Apesar disso, está implícito que Ermac tem livre arbítrio e não é mais mau devido à morte de Shao Kahn, já que ele escolheu voluntariamente ficar do lado de Kotal Kahn para ser o governante de Outworld em vez de Mileena em Mortal Kombat X, apesar do decreto de Shao Kahn. Embora o objetivo de Ermac tenha variado ao longo do tempo, sua lealdade geral é para Outworld, seja defendendo-o de ameaças como Onaga ou encontrando um governante adequado para o próprio reino."
    },
    {
      "id": "31",
      "name": "Khamaleon",
      "img": "../../../assets/img/characterspage/khameleon.webp",
      "resumeInformation": "Khamaleon é uma personagem da franquia de jogos Mortal Kombat.Ela foi introduzida em Mortal Kombat: Trilogy.Ela é uma sauriana da mesma raça de Reptile."
    },
    {
      "id": "32",
      "name": "Chameleon",
      "img": "../../../assets/img/characterspage/chameleon.webp",
      "resumeInformation": "Chameleon estreou nas versões PlayStation, Sega Saturn e PC do MKT como um ninja masculino com transparência parcial que mudava de cor. Na versão para Nintendo 64, ele foi substituído por Khameleon, uma contraparte feminina que na verdade é um personagem totalmente separado. Inicialmente, havia poucas informações sobre Chameleon, pois ele não tinha enredo ou final de jogo. Tudo o que se sabe sobre ele é obtido a partir da opção oculta de lutar contra ele (disponível ao vencer o jogo), na qual ele é referido como 'um dos guerreiros mais mortais de Shao Kahn' Mais tarde, ele voltou em MK:A com um design completamente novo e uma história de fundo."
    },
    {
      "id": "33",
      "name": "Fujin",
      "img": "../../../assets/img/characterspage/fujin.webp",
      "resumeInformation": "Aparecendo pela primeira vez como um chefe sem nome no título de aventura Mortal Kombat Mythologies: Sub-Zero, o Deus do Vento Fujin fez sua estreia como um personagem jogável Mortal Kombat 4. Junto com Raiden, Fujin é outro personagem da série originário da religião japonesa , baseado no deus xintoísta do vento de mesmo nome. Ele aparece como um humano alto, sem idade e musculoso, com longos cabelos brancos presos em um rabo de cavalo e olhos brancos brilhantes. A parte de trás de seu traje de Mortal Kombat 4 apresenta o caractere chinês 空, cuja tradução mais relevante para o inglês é ar ou céu. Como esperado, ele tem uma grande variedade de ataques orientados pelo vento à sua disposição.\nEm Mortal Kombat 11, Fujin é revelado como o irmão mais novo de Raiden.[1] Em algum momento, Fujin deixou o Sky Temple para viver entre os humanos, para desgosto de Raiden. O Deus do Trovão temia que o sentimento impedisse os deveres de Fujin se ele se tornasse muito próximo dos mortais. Isso resultou em uma luta entre os dois deuses. Esta, de acordo com Fujin, foi a única vez que eles brigaram um com o outro.\nO tempo de Fujin entre os humanos mudou sua perspectiva, percebendo que, ao contrário do medo de Raiden de enfraquecer Fujin, na verdade o fortaleceu. Em vez de lutar para matar o inimigo, ele agora luta para proteger aqueles que mais ama, por isso entende a dor de Jax como resultado de suas falhas e o quão profundas essas feridas podem ser manipuladas. Como resultado, ele é mais identificável em um nível humano do que Raiden. Ele serve como um farol de esperança para o povo de Earthrealm, ajudando a inspirar e elevar seus espíritos com sua visão relativamente otimista da vida."
    },
    {
      "id": "34",
      "name": "Jarek",
      "img": "../../../assets/img/characterspage/jarek.webp",
      "resumeInformation": "Estreando pela primeira vez como um personagem jogável em Mortal Kombat 4, Jarek foi retratado como o brutal e mal-humorado segundo em comando do clã Black Dragon.[1] Nos jogos, ele inicialmente utilizou movimentos especiais e fatalidades popularizados por Kano, uma característica explicada posteriormente ao afirmar que Jarek já foi aluno dele.[1][2] A falta de originalidade de Jarek fez com que ele fosse rotulado como um personagem pouco inspirado pela base de fãs de Mortal Kombat. Mais tarde, ele ganharia seu próprio conjunto de movimentos único no Armageddon."
    },
    {
      "id": "35",
      "name": "Kai",
      "img": "../../../assets/img/characterspage/kai.webp",
      "resumeInformation": "Em Mortal Kombat 4, Kai é um homem afro-americano de aproximadamente 25 ou 30 anos, com cabelo preto curto e costeletas longas, com um físico atlético, e tem listras brancas de tigre em todo o corpo. Ele usa uma faixa vermelha escura na cabeça, faixa abdominal, cinto e caneleiras, junto com calças largas pretas e sapatos de treinamento marcial, e um par de pulseiras com pontas cinza.\nEm Armageddon, ele parece um pouco 10 anos mais velho, seu traje principal é mais blindado, seu cabelo está em trancinhas e ele tem bigode e barba. Seu traje alternativo é baseado em sua aparência original do MK4."
    },
    {
      "id": "36",
      "name": "Quan Chi",
      "img": "../../../assets/img/characterspage/quanChi.webp",
      "resumeInformation": "Quan Chi é o feiticeiro e necromante mais poderoso de Netherrealm e o principal vilão da série Mortal Kombat. Quan Chi combina magia negra e astúcia em suas tramas intermináveis ​​para ultrapassar não apenas Earthrealm, mas toda a realidade. Ele é notável em particular por sua alta inteligência e pragmatismo frio e calculista, bem como por sua propensão a manipular e explorar alvos vulneráveis ​​para promover sua própria agenda. Suas ações lhe renderam muitos inimigos, especialmente Sub-Zero e Scorpion, principalmente por sua corrupção do irmão de Sub-Zero, Bi-Han, transformando-o no Wraith Noob Saibot, e sendo responsável pelo assassinato da família de Scorpion e pela extinção de o Shirai Ryu.\nApenas Shinnok, Shao Kahn, Shang Tsung e Delia podem igualar as habilidades de Quan Chi como feiticeiro."
    },
    {
      "id": "37",
      "name": "Reiko",
      "img": "../../../assets/img/characterspage/reiko.webp",
      "resumeInformation": "Reiko é um homem de aparência sombria e estóica com uma queda pela brutalidade. Ele foi originalmente apresentado em um arquétipo ninja típico em Mortal Kombat 4. Reiko também tem várias semelhanças com Shao Kahn e desenvolveu o desejo de se tornar o governante de Outworld."
    },
    {
      "id": "38",
      "name": "Tanya",
      "img": "../../../assets/img/characterspage/tanya.webp",
      "resumeInformation": "Tanya é uma mulher esguia e sombria de Edenia. Originalmente apresentada como uma inocente ostensiva, ela foi rapidamente revelada como corrompida pelo mal, uma adoradora de Shinnok e uma aliada da Irmandade das Sombras. Após a derrota de Shinnok, ela mais tarde serviu Shao Kahn, a Deadly Alliance e Onaga. Tanya parece se ver como uma sobrevivente mais do que qualquer outra coisa, justificando suas escolhas como sendo as 'decisões certas'. Ela é uma das poucas capangas da série Mortal Kombat e se orgulha de seu conhecimento superior de magia e diplomacia. Por causa de sua frequente traição à causa Edeniana, ela conquistou a rivalidade e o ódio amargo de Jade."
    },
    {
      "id": "39",
      "name": "Shinnok",
      "img": "../../../assets/img/characterspage/shinnok.webp",
      "resumeInformation": "Shinnok, também conhecido como The Fallen Elder God, é um personagem da série de jogos de luta Mortal Kombat. Um vingativo e poderoso Elder God of Death, ele busca a morte e a destruição em todos os reinos. Ele atua como o principal antagonista da franquia ao lado de Shao Kahn. \n Shinnok fez sua estreia em Mortal Kombat Mythologies: Sub-Zero como o principal antagonista e o chefe final, e tornou-se jogável pela primeira vez em Mortal Kombat 4, no qual ele novamente atuou como o principal antagonista e chefe final.\nShinnok voltou como um personagem jogável e o chefe final de Mortal Kombat X, servindo como o principal antagonista do Modo História do jogo."
    },
    {
      "id": "40",
      "name": "Meat",
      "img": "../../../assets/img/characterspage/meat.webp",
      "resumeInformation": "A história de fundo de Meat no Armageddon, na verdade revelada durante o final do jogo, afirmou que ele era um experimento horrível criado por Shang Tsung. Ele escapou das garras do feiticeiro antes que pudesse ser totalmente concluído. O guia de estratégia oficial do jogo descreve Meat como sendo 'um personagem divertido que auxilia Shinnok', embora essa relação não seja clara na história.[1]\nEm seu final do Armagedom, é dito que enquanto os outros lutadores se concentravam, Meat passou correndo por eles subindo a pirâmide. Depois de derrotar Blaze, ele ganhou o poder de mudar de forma. Como ele tinha a capacidade de se tornar quem quisesse, Meat perdeu seu senso de identidade e caiu na obscuridade."
    },
    {
      "id": "41",
      "name": "Blaze",
      "img": "../../../assets/img/characterspage/blaze.webp",
      "resumeInformation": "Introduzido pela primeira vez na série como um personagem não jogável visto no fundo da arena Pit II em Mortal Kombat II, Blaze foi retratado como um ser elemental de Outworld envolto em chamas.[1] Como seu nome e aparência sugerem, ele tem controle sobre fogo, lava, calor, etc.\nEm Mortal Kombat: Deadly Alliance, Blaze se tornou um personagem jogável e ganhou mais informações básicas. Mais tarde, ele se tornaria o chefe final de Mortal Kombat: Armageddon.\nA primeira aparição cronológica de Blaze foi supostamente em Mortal Kombat II, visível apenas como uma figura em chamas no fundo do Pit II, lutando contra um personagem que os fãs desde então chamaram de Hornbuckle não vem sem controvérsia. Daegon é descrito em Mortal Kombat: Armageddon como sendo acordado séculos prematuramente, devido a Caro perder contato mental com Blaze (por causa de sua prisão guardando o último ovo de dragão) e confundiu isso com o sinal para despertar Daegon. Além disso, em Blaze's Armageddon Bio, Blaze é libertado após a eclosão do ovo durante os eventos de Deception, e não sabe que Daegon foi acordado prematuramente. Não é até Blaze dar o sinal para acordar os dois irmãos que ele descobre que Daegon já havia sido libertado. Se a figura em chamas em Mortal Kombat II fosse realmente Blaze, isso significa que Blaze foi preso para guardar o ovo algum tempo depois de Mortal Kombat II, o que significa que Daegon não poderia ter sido acordado séculos antes porque Blaze saberia. Com o Black Dragon datando de antes do primeiro Mortal Kombat e o Red Dragon datando de antes disso, parece que a figura em chamas vista em Mortal Kombat II não poderia ser Blaze, já que na época ele já estava guardando o ovo."
    },
    {
      "id": "42",
      "name": "Bo' Rai Cho",
      "img": "../../../assets/img/characterspage/boRaiCho.webp",
      "resumeInformation": "Bo' Rai Cho é um mestre das artes marciais jovial, obeso e bêbado. Ele gosta de beber bebidas alcoólicas e é famoso por seu movimento 'Puke Puddle'. Seu principal estilo de luta é o Drunken Fist, que dizem ter sido inventado por ele. Embora seja uma parte importante da série, ele não apareceu em nenhum jogo até Mortal Kombat: Deadly Alliance. Apesar de ser um Outworlder, ele se opõe a Shao Kahn e suas ambições imperialistas de conquista, mas é incapaz de participar dos torneios (já que qualquer vitória seria contada em favor de Outworld). Com isso em mente, ele optou por treinar guerreiros de Earthrealm em combate, incluindo Liu Kang, Kung Lao, Kai e Shujinko. Ele também treinou Li Mei, outro Outworlder que é amigo de Earthrealm e se opõe a Shao Kahn."
    },
    {
      "id": "43",
      "name": "Blaze",
      "img": "../../../assets/img/characterspage/blaze.webp",
      "resumeInformation": "Introduzido pela primeira vez na série como um personagem não jogável visto no fundo da arena Pit II em Mortal Kombat II, Blaze foi retratado como um ser elemental de Outworld envolto em chamas.[1] Como seu nome e aparência sugerem, ele tem controle sobre fogo, lava, calor, etc.\nEm Mortal Kombat: Deadly Alliance, Blaze se tornou um personagem jogável e ganhou mais informações básicas. Mais tarde, ele se tornaria o chefe final de Mortal Kombat: Armageddon.\nA primeira aparição cronológica de Blaze foi supostamente em Mortal Kombat II, visível apenas como uma figura em chamas no fundo do Pit II, lutando contra um personagem que os fãs desde então chamaram de Hornbuckle não vem sem controvérsia. Daegon é descrito em Mortal Kombat: Armageddon como sendo acordado séculos prematuramente, devido a Caro perder contato mental com Blaze (por causa de sua prisão guardando o último ovo de dragão) e confundiu isso com o sinal para despertar Daegon. Além disso, em Blaze's Armageddon Bio, Blaze é libertado após a eclosão do ovo durante os eventos de Deception, e não sabe que Daegon foi acordado prematuramente. Não é até Blaze dar o sinal para acordar os dois irmãos que ele descobre que Daegon já havia sido libertado. Se a figura em chamas em Mortal Kombat II fosse realmente Blaze, isso significa que Blaze foi preso para guardar o ovo algum tempo depois de Mortal Kombat II, o que significa que Daegon não poderia ter sido acordado séculos antes porque Blaze saberia. Com o Black Dragon datando de antes do primeiro Mortal Kombat e o Red Dragon datando de antes disso, parece que a figura em chamas vista em Mortal Kombat II não poderia ser Blaze, já que na época ele já estava guardando o ovo."
    },
    {
      "id": "44",
      "name": "Drahmin",
      "img": "../../../assets/img/characterspage/drahmin.webp",
      "resumeInformation": "Drahmin fez sua estreia em Mortal Kombat: Deadly Alliance como um dos dois Oni, demônios do 5º plano de Netherrealm. Ele empunha uma clava de ferro montada em seu braço direito, tem uma espada alojada em seu ombro esquerdo e usa uma máscara, que é um artefato chamado Face de Kun-Lo. Usá-lo permite que ele controle sua raiva e lute com seu estilo disciplinado de Netherrealm. Removê-lo faz com que ele entre no estilo Oni, onde perde o foco e ataca com insanidade assassina.\nDrahmin nem sempre foi um demônio; como séculos atrás, ele era um guerreiro humano cruel em Outworld. Por seus crimes, ele morreu e foi exilado em Netherrealm, onde seu corpo e alma seriam torturados por toda a eternidade. Com o passar dos anos, ele caiu cada vez mais na insanidade até que sua humanidade se perdeu completamente. Ele finalmente aceitou seu destino e se submeteu ao poder do Netherrealm, ressurgindo das profundezas do Netherrealm como Drahmin: o Oni Tormentor."
    },
    {
      "id": "45",
      "name": "Frost",
      "img": "../../../assets/img/characterspage/frost.webp",
      "resumeInformation": "Frost fez sua primeira aparição em Mortal Kombat: Deadly Alliance como aprendiz de Sub-Zero, tornando-se o arquétipo de personagem do calouro excessivamente ambicioso. Sua dedicação à luta e ao aprendizado é ofuscada por seu desejo de ser notada e uma hostilidade correspondente em relação a qualquer um que ela perceba ser maior do que ela, incluindo seu próprio mestre.\nNa segunda linha do tempo, Sub-Zero fez uma paz histórica com o inimigo de seu clã, Scorpion. Frost, chocado com esta decisão, desafiou seu Grão-Mestre, considerando-o incapaz de liderar. Sub-Zero a derrotou, no entanto, e a baniu. Durante anos, ela buscou o poder para destruí-lo.\nSua chance de dominação chegou quando Kronika a alistou para ajudá-la a redefinir a linha do tempo, prometendo a Frost que ela lideraria o Lin Kuei, não o Sub Zero. Frost foi fortemente cibernizado por Kronika, ajudando Sektor e Cyrax a reiniciar a Cyber Initiative de acordo com o plano de Kronika. Ela foi usada por Raiden para interagir com os outros ciborgues, desligando-os e removendo a ameaça que representavam para sua resistência contra Kronika.\nA maioria de suas falhas pessoais parecem resultar de ciúmes e sentimentos de inadequação. Embora ela estivesse ostensivamente do lado do bem no momento de sua introdução, o desejo de Frost por reconhecimento a faz trair Sub-Zero (em ambas as linhas do tempo) e se juntar ao lado das trevas."
    },
    {
      "id": "46",
      "name": "Hsu Hao",
      "img": "../../../assets/img/characterspage/hsuHao.webp",
      "resumeInformation": "Hsu Hao é um grappler mongol maligno e enganoso, membro do clã Red Dragon. Ele se infiltrou nas Forças Especiais com o único propósito de destruí-los depois de ajudá-los a destruir o clã do crime Black Dragon, os rivais de longa data do Red Dragon, formado por ex-membros do Red Dragon.\nEm vez de um coração, Hsu Hao tem um implante cibernético pulsante que também aumenta sua força. Ele segue as ordens de seu superior, Mavado, com obediência inquestionável."
    },
    {
      "id": "47",
      "name": "Kenshi",
      "img": "../../../assets/img/characterspage/kenshi.webp",
      "resumeInformation": "Kenshi é um espadachim desonesto de herança eurasiana que possui poderes psicocinéticos e nutre um ódio amargo pelo feiticeiro maligno chamado Shang Tsung, cujo engano resultou na vida de Kenshi. Desde a estreia em Mortal Kombat: Deadly Alliance de 2002, ele persistentemente apareceu no enredo da série ao libertar Ermac do controle do imperador Shao Kahn de Outworld, juntando-se às Forças Especiais ao lado de Jax e Sonya Blade, e tentando derrubar Mavado e sua facção Red Dragon, além de se associar com nomes como Sub-Zero e Johnny Cage.\nKenshi foi incluído na reinicialização do Mortal Kombat de 2011 como um personagem para download, apareceu na segunda temporada de 2013 da série da web Mortal Kombat: Legacy e foi apresentado como um combatente jogável no jogo Mortal Kombat X de 2015. Em Mortal Kombat X, definido 25 anos após os eventos de Mortal Kombat (2011), Kenshi teve um filho chamado Takeda com sua esposa Suchin e depois que ela foi assassinada por assassinos Red Dragon que tinham como alvo Kenshi, ele teve um Hanzo Hasashi restaurado vigiando e cuidando de Takeda por a maior parte da vida de Takeda, treinando-o nos caminhos do Shirai Ryu. Depois de revelar a verdade sobre a morte de sua esposa para Takeda, Takeda hesitou em retornar com seu pai, mas decidiu confiar nele para encontrar e derrotar aqueles que assassinaram a mãe de Takeda enquanto aumentava ainda mais os poderes psicocinéticos de Takeda."
    },
    {
      "id": "48",
      "name": "Li Mei",
      "img": "../../../assets/img/characterspage/liMei.webp",
      "resumeInformation": "Li Mei estreou em Mortal Kombat: Deadly Alliance como uma guerreira de Outworld cuja vila foi escravizada por Shang Tsung e Quan Chi. Seu povo foi forçado a construir um templo de onde a Deadly Alliance convocaria o Soulnado. Ela tentou ganhar a liberdade de sua aldeia em um torneio organizado por Shang Tsung, mas foi traída. Sua alma foi posteriormente roubada e colocada em um dos soldados do Rei Dragão Onaga.\nBo' Rai Cho salvou sua alma e a treinou para que ela se juntasse às Forças da Luz na batalha final do Armagedom. Embora ela tenha sido morta naquela batalha pelo naginato de Hotaru, Li Mei foi trazida de volta à vida (junto com todos os outros guerreiros que morreram) pela redefinição da linha do tempo de Raiden. Ela fez uma breve aparição no modo de história de Mortal Kombat X, onde Li Mei e seus companheiros buscaram refúgio em Earthrealm para escapar da guerra civil entre Kotal Kahn e Mileena. Foi ela quem informou as Forças Especiais sobre o retorno de Kano a Earthrealm, e Raiden sobre o uso do Amuleto de Shinnok por Mileena."
    },
    {
      "id": "49",
      "name": "Mavado",
      "img": "../../../assets/img/characterspage/mavado.webp",
      "resumeInformation": "Introduzido em Mortal Kombat: Deadly Alliance, Mavado em muitos aspectos incorpora o antípoda do submundo de Kano. Enquanto Kano parece confiar principalmente em táticas de intimidação e força bruta, Mavado depende de disciplina e inteligência superior para lutar.[1] Na batalha, ele usa um par de ganchos exclusivos para aumentar seus ataques, permitindo que ele se mova rapidamente pela arena.[1] Mavado é uma figura importante, perdendo apenas para Daegon, dentro do Red Dragon, que os jogos revelam ser uma antiga organização criminosa cuja existência é conhecida apenas por seus membros e cujos rivais mais proeminentes são o Black Dragon, um desdobramento do Red Dragon. Dragon que foi liderado por Kano, mas agora está reformado sob a liderança de Kabal.[2] Mavado é descrito como um senhor do crime perverso, impiedoso e cruel."
    },
    {
      "id": "50",
      "name": "Mokap",
      "img": "../../../assets/img/characterspage/mokap.webp",
      "resumeInformation": "Originalmente introduzido em Mortal Kombat: Deadly Alliance como um personagem secreto, Mokap é descrito como um ator de captura de movimento com um vasto conhecimento de artes marciais e estilos de luta. Embora seu enredo inicial seja um pouco afastado da história principal, ele é de fato tratado como um personagem legítimo no enredo canônico. Mokap esteve envolvido com os eventos dos últimos jogos, embora as circunstâncias de como e por que sejam muito misteriosas e também vagas. Ele parece se encontrar continuamente inexplicavelmente transportado e envolvido nas batalhas que ocorreram, simplesmente por estar no lugar errado na hora errada."
    },
    {
      "id": "51",
      "name": "Nitara",
      "img": "../../../assets/img/characterspage/nitara.webp",
      "resumeInformation": "Nitara é uma vampira que, assim como Shang Tsung, tem que roubar a vida de outras pessoas para permanecer viva, exceto que ela requer sangue em vez de almas ou energia vital. Em vez de ser mau, Nitara é descrito como sendo bastante egoísta e moralmente neutro. Ela tem uma aparência distintamente gótica e há muito tempo busca separar seu próprio reino de Outworld."
    },
    {
      "id": "52",
      "name": "Moloch",
      "img": "../../../assets/img/characterspage/moloch.webp",
      "resumeInformation": "O Moloch de três olhos é um Oni enorme e pesado originalmente de Netherrealm carregando uma enorme orbe acorrentada, que fez sua estreia em Mortal Kombat: Deadly Alliance como um personagem não-jogador (excluindo dispositivos de terceiros). No entanto, em Mortal Kombat: Armageddon, Moloch é um personagem prontamente jogável no jogo. Ele tem habilidades típicas de mini chefe, como grande força, movimentos devastadores e alguns pontos fracos para explorar para o oponente tipicamente mais ágil, mas mais fraco. Em Deadly Alliance, Moloch é o subchefe antes de Shang Tsung e Quan Chi, e ele não tem fatalidade.\nEm Armageddon, Moloch é mostrado um pouco menor ou menos volumoso do que em Deadly Alliance. Além disso, é importante notar que ele não carregava sua marca registrada Mystical Orb (também conhecida como Giant Ball of Death), apesar da corrente ainda estar enrolada em seu braço. Originalmente, acreditava-se que isso significaria que o Orb seria seu estilo de luta com armas no jogo, mas desde então foi mostrado que ele só tem um estilo de luta, deixando o mistério de por que o Orb está faltando sem resposta. No entanto, o Orb aparece em sua mão durante alguns de seus movimentos especiais e sua imagem contra a tela."
    },
    {
      "id": "53",
      "name": "Sareena",
      "img": "../../../assets/img/characterspage/sareena.webp",
      "resumeInformation": "Sareena é um demônio que fez sua primeira aparição em Mortal Kombat Mythologies: Sub-Zero como um chefe não jogável. Ela foi jogável pela primeira vez em Mortal Kombat: Tournament Edition para o Game Boy Advance e mais tarde em Mortal Kombat: Armageddon. Ela é do Netherrealm e foi uma assassina de Quan Chi, mas se voltou contra ele. Sua aparência jovem e bonita esconde sua verdadeira forma de um demônio hediondo. No passado, ela precisava da magia de Quan Chi para sustentar sua forma humana, mas desde que escapou recentemente do Netherrealm, ela conseguiu encontrar uma maneira de permanecer bonita sem ele. Ela agora é uma força do bem com uma aliança com Sub-Zero e o novo Lin Kuei, no entanto, ela continua cautelosa com sua natureza demoníaca natural."
    },
    {
      "id": "54",
      "name": "Ashrah",
      "img": "../../../assets/img/characterspage/ashrah.webp",
      "resumeInformation": "Apesar de ter a aparência de uma jovem elegante, antiquada e atraente, Ashrah é na verdade um demônio de Netherrealm. Ela se veste completamente de branco e aparece como uma mulher alta e misteriosa; uma mistura entre aristocracia e inocência.\nAshrah fez sua primeira aparição em Mortal Kombat: Deception. Dentro da série Mortal Kombat, ela é uma espécie de personagem independente, pulando para frente e para trás entre as forças do bem e do mal. Sua ocupação é a de caçadora de demônios. A arma de escolha de Ashrah é seu Kriss, que se acredita ter sido 'abençoado' ou é de 'origem celestial"
    },
    {
      "id": "55",
      "name": "Dairou",
      "img": "../../../assets/img/characterspage/dairou.webp",
      "resumeInformation": "Dairou tem a aparência de um jovem guerreiro monge de estilo asiático com uma linha do cabelo prematuramente recuada (ou simplesmente raspada). Ele tem marcas vermelhas no topo da cabeça descendo pelo meio; a parte de trás de sua cabeça tem cabelos escuros e lisos crescendo com um rabo de cavalo muito longo balançando atrás dele enquanto ele se move. Uma parte de suas roupas é de metal, enquanto a outra metade é de couro ou tecido reforçado; é marrom na cor no entanto. Ele usa um cinto grosso com uma fivela de cinto circular. Ele usa calças pretas com botas marrons e douradas.\nPara seu traje alternativo, o cabelo de Dairou é puxado para trás em um rabo de cavalo; ele também tem as mesmas marcas vermelhas no rosto. Ele veste uma camisa sem mangas marrom e dourada. Duas tiras correm sob as axilas até o pescoço. Seus braços estão nus, exceto pelos protetores de braço e pulso marrons. No meio de seu peito há um medalhão de ouro. Ele usa uma faixa vermelha que fica pendurada na frente de suas pernas enquanto luta. Três borlas, uma à esquerda e à direita, e uma pendurada atrás dele, fluem rapidamente conforme a luta avança. Ele usa calças marrons justas com caneleiras douradas e marrons sobre botas douradas e marrons claras."
    },
    {
      "id": "56",
      "name": "Darrius",
      "img": "../../../assets/img/characterspage/darrius.webp",
      "resumeInformation": "Originário do Reino da Ordem, Darrius é um homem ambicioso e sem escrúpulos cujos intrincados esquemas promovem suas próprias ambições. Para seus seguidores, assim como para os patriotas de Seido, ele é um revolucionário e visionário. Para seus inimigos e outras pessoas, ele é um terrorista. Ele é mais conhecido pelos tumultos massivos que inicia em Orderrealm."
    },
    {
      "id": "57",
      "name": "Havik",
      "img": "../../../assets/img/characterspage/havik.webp",
      "resumeInformation": "Vindo do Chaosrealm, Havik é um Clérigo do Caos e um anarquista. Nem bom nem mau, suas ambições são apenas espalhar a discórdia, e ele se aliará com aqueles que podem buscar seus objetivos, independentemente de seus objetivos. Ele é conhecido por ser um encrenqueiro frequente em Seido (o Reino da Ordem) e é considerado um herói pela população do Chaosrealm, onde formou uma aliança com o revolucionário Darrius. Ele se opõe ao Rei Dragão, Onaga, que governa por ordem, e rivaliza com Hotaru, o guarda Seidan."
    },
    {
      "id": "58",
      "name": "Hotaru",
      "img": "../../../assets/img/characterspage/hotaru.webp",
      "resumeInformation": "O nome é japonês para 'vaga-lume'. Isso se reflete em sua roupa, que tem a aparência do exoesqueleto de um inseto. Ele ainda tem bandeiras vermelhas presas na parte de trás de sua armadura, representando as asas de um vaga-lume. Seus ataques especiais evocam o brilho e o poder de voar de um vaga-lume. Hotaru é um General do reino de Seido, o Reino da Ordem, e se dedica a preservar a lei e a ordem a qualquer custo - a ponto de ser considerado um fanático fanático. Hotaru é mais do tipo neutro leal (equivalente ao seu pólo oposto Havik, que espalha discórdia e caos) porque ele preserva a lei e a ordem e pune severamente aqueles que ousam quebrá-la, mas ele não está acima de preservá-la para uma autoridade superior. (como o Rei Dragão Onaga)."
    },
    {
      "id": "59",
      "name": "Kira",
      "img": "../../../assets/img/characterspage/kira.webp",
      "resumeInformation": "Kira fez sua estreia em Mortal Kombat: Deception como a primeira recruta de Kabal para o novo Black Dragon. Ela é anarquista, tem uma personalidade corajosa e sua formação a retrata como tendo a capacidade de assumir grandes riscos. Ela possui uma racionalidade e sensatez que contrasta com seu colega recruta, o Kobra de sangue quente.\nNo jogo, Kira usa movimentos especiais e estilos de luta tirados diretamente das aparições de Kano e Sonya em Mortal Kombat: Deadly Alliance."
    },
    {
      "id": "60",
      "name": "Kobra",
      "img": "../../../assets/img/characterspage/kobra.webp",
      "resumeInformation": "Shujinko fez sua estreia em Mortal Kombat: Deception como o protagonista desonesto do jogo. Ele é um aventureiro que, quando menino, sonhava em lutar contra Shang Tsung. Ele viajou pelos reinos e aprendeu as habilidades de combate de muitos guerreiros. Sem saber, Shujinko fez muitas maldades como: oferecer Lei Chen para Hotaru, agir como uma espécie de mercenário, usar o medalhão de guerreiro de Bo' Rai Cho para ganhar tal credibilidade para se juntar ao Lin Kuei, ser enganado por Damashi e desafiar o Elder Gods para poderes. Sua velhice o tornou sábio, mas a um custo: ele carrega uma imensa culpa por libertar Onaga nos reinos novamente e, agora que foi descartado pelo Rei Dragão, jurou compensar esse erro. Membro da White Lotus Society, ele compartilha características com os personagens dos monges Shaolin dos jogos, como sua grande receptividade, deliberação e capacidade de meditar por semanas. No entanto, antes de tudo, sempre foi um viajante e um estudante de coração."
    },
    {
      "id": "61",
      "name": "Onaga",
      "img": "../../../assets/img/characterspage/onaga.webp",
      "resumeInformation": "Onaga foi introduzido em Mortal Kombat: Deadly Alliance sob o nome enigmático de 'Dragon King', o governante morto há muito tempo de Outworld antes de Shao Kahn. Não se sabia muito sobre ele, exceto pelo fato de que seu exército foi considerado invencível, mas, em sua morte prematura, permitiu-se ser mumificado e mantido em uma tumba antiga que permaneceu desconhecida até que o necromante Quan Chi tropeçou nela. Onaga é um dos personagens da série através do qual o Ser Único trabalha. Seus poderes mais importantes incluem força sobre-humana, resistência a todas as formas de magia e o poder inato de ressuscitar os mortos."
    },
    {
      "id": "62",
      "name": "Taven",
      "img": "../../../assets/img/characterspage/taven.webp",
      "resumeInformation": "Taven fez sua primeira aparição em Mortal Kombat: Armageddon como protagonista do jogo. Ele é um meio-deus e filho do Protetor de Edenia, Argus, e de uma poderosa feiticeira que tem a habilidade de ver o futuro, Delia.\nComo seu irmão Daegon, Taven tem a habilidade de controlar o fogo (ao contrário de seu meio-irmão Rain, que controla a água).\nDurante o desenvolvimento inicial de seu personagem, Taven foi referido como 'Herói' e 'Bob', mas esses nomes foram posteriormente abandonados e a equipe Midway decidiu nomeá-lo Taven."
    },
    {
      "id": "63",
      "name": "Daegon",
      "img": "../../../assets/img/characterspage/daegon.webp",
      "resumeInformation": "Servindo como o principal antagonista de Mortal Kombat: Armageddon, Daegon é irmão de Taven, filho do deus protetor de Edenia Argus e do profeta Delia, e meio-irmão de Rain. Ao contrário de sua aparência, ele é na verdade o irmão mais novo de Taven. Quando Delia previu o futuro dos reinos como Armagedom, Argus colocou seus filhos em incubação e guardados por dois dragões. Eles seriam despertados um dia para lutar contra Blaze e salvar os reinos do Armagedom."
    },
    {
      "id": "64",
      "name": "Skarlet",
      "img": "../../../assets/img/characterspage/skarlet.webp",
      "resumeInformation": "Originalmente, Skarlet era um personagem que supostamente era um segredo em Mortal Kombat II, embora isso fosse especulado como uma falha de codificação de Kitana, assim como Ermac, que supostamente era uma falha de cor de Scorpion.\nOriginalmente descrita como um experimento genético puro criado pelo próprio Shao Kahn através da magia e da combinação do sangue de incontáveis guerreiros mortos, a história de fundo de Skarlet é recontada em Mortal Kombat 11, revelando que ela é de Outworlder decente, uma miserável faminta nas ruas de Outworld que foi levado pessoalmente pelo próprio Shao Kahn. Embora o traço do experimento genético original seja refeito, ela ainda permanece um experimento genético de uma maneira diferente, sendo fortemente fortalecida por Shao Kahn por meio da feitiçaria, que mais tarde ensinou a Skarlet os caminhos do Blood Magik, tornando-se um combatente poderoso e mortal no processo.\nDevido à sua afiliação com o sangue, Skarlet é fascinada pelo sangue de seus inimigos, revelando a Shao Kahn que o sangue Edeniano é o mais exclusivo dela. No entanto, ela se abstém do sangue de Kytinn, que tem efeitos negativos sobre ela em comparação com o sangue de humanos, Outworlders e outras espécies.\nComo uma das filhas adotivas de Shao Kahn, ela é uma devotada serva dele, fazendo tudo e qualquer coisa para apaziguar seu imperador, semelhante ao de Mileena. Kotal Kahn refere-se a Skarlet como um ex-campeão de Outworld ao lado de nomes como Kitana e Baraka."
    },
    {
      "id": "65",
      "name": "Cassie Cage",
      "img": "../../../assets/img/characterspage/cassie.webp",
      "resumeInformation": "Algum tempo depois da Guerra de Netherrealm, Johnny Cage e Sonya Blade se casaram e tiveram uma filha, Cassie. No entanto, a percepção de Sonya priorizando o trabalho sobre sua própria família os levou ao divórcio, para grande tristeza de Cassie. Sendo filha de um ator de Hollywood que ganhava muito, Cassie era um tanto mimada, embora sua atitude tenha mudado depois que ela foi sequestrada pelo Dragão Negro. Essa experiência a convenceu a ingressar nas Forças Especiais, onde seria treinada por seus pais em combate.\nHerdando o carisma e a sagacidade arrogante de seu pai e a atitude severa e dura de sua mãe, Cassie rapidamente subiu na hierarquia para se tornar líder de equipe e, eventualmente, sargento. Ela conseguiu derrotar o Elder God caído Shinnok sozinha, mesmo em sua forma totalmente corrompida, e eventualmente alcançou o posto de comandante.\nInicialmente, Cassie nutria profundas inseguranças, temendo não ser capaz de viver de acordo com o legado e as expectativas de seus pais, especialmente de sua mãe. Mas com o tempo, Cassie se tornou uma líder mais confiante com a ajuda de seus amigos.\nApesar de seu comportamento impetuoso, ela tem um profundo senso de moralidade, recusando-se a matar oponentes, exceto quando absolutamente necessário. Ela também mostra respeito genuíno por seus anciãos e mestres, como pode ser visto ao se aproximar de Sub-Zero. Ela é amiga de infância de Jacqui Briggs, que também faz parte da equipe que ela lidera junto com Kung Jin e Takeda Takahashi. Como seu pai, Cassie tem habilidades sombrias, mas não as dominaria totalmente até seu encontro com Shinnok.\nEla é uma milenar estereotipada, ostentando muitas das tendências e tecnologias mais icônicas de sua geração, incluindo iPods, mídias sociais e telefones digitais."
    },
    {
      "id": "66",
      "name": "D'Vorah",
      "img": "../../../assets/img/characterspage/d_vorah.webp",
      "resumeInformation": "D'Vorah pertence à raça Kytinn - uma espécie de insetos coloniais que se unem para formar corpos humanóides. Vindo das Ilhas Arnyek, o reino de D'Vorah foi conquistado e anexado ao Outworld por Shao Kahn em algum momento da história, após o que ela jurou servir ao imperador para evitar se tornar uma escrava. Subindo no poder político, D'Vorah se tornou o segundo em comando e um conselheiro próximo do sucessor de Shao Kahn, Kotal Kahn, auxiliando-o na guerra civil contra Mileena.\nNo entanto, o principal motivo de D'Vorah é a sobrevivência da Colmeia, o local de nascimento de todos os outros Kytinn, já que ela é o último membro vivo conhecido de sua espécie. Como tal, ela se aliará a qualquer um que ela acredite que ajudará a preservar e reviver os Kytinn, incluindo Shinnok e Kronika, traindo Kotal Kahn no processo."
    },
    {
      "id": "67",
      "name": "Erron Black",
      "img": "../../../assets/img/characterspage/erronBlack.webp",
      "resumeInformation": "Nascido há muito tempo em Wickett, Texas, Earthrealm, Erron Black é um pistoleiro e mercenário servindo próximo ao trono de Outworld como parte da Guarda Kahn, protegendo e servindo quem quer que seja o governante de Outworld. Ele é décadas mais velho do que realmente é, nascido e criado no Texas do século 19 e, como tal, tem muitos maneirismos do Velho Oeste e faz uso frequente de expressões do Velho Oeste, bem como um vasto conhecimento de Earthrealm e Outworld. Erron é indiferente ao destino de Earthrealm. Ele é leal a Outworld e trabalhará para quem lhe pagar mais, independentemente de seu reino ou de quem seja.\nEntre suas duas aparições no jogo entre Mortal Kombat X e Mortal Kombat 11, a história de fundo de Erron foi expandida e recontada. Seu Arcade Ending mostra que ele foi contratado por Shang Tsung há mais de 150 anos, garantindo longevidade ao pistoleiro, explicando sua velhice e amplo conhecimento de Earthrealm e Outworld, apesar de sua aparência jovem. Interações de arcade no game show em um ponto Erron quase se envolveu com o Black Dragon, mas recusou ofertas de Kano, com interações adicionais sugerindo que ele matou Kobra em algum momento. Isso é recontado posteriormente em MK11, no qual o eu mais jovem de Erron é de fato parte do Black Dragon e já faz um tempo, além de estar presente no Koliseum de Kotal quando as linhas do tempo se fundem no presente e trazendo combatentes do segundo torneio em Outworld para o presente.\nO atributo mais notável de Erron em combate é sua propensão para armas de fogo, empunhando um par de revólveres com um grau quase sobre-humano de velocidade e precisão. Ele também faz uso frequente de rifles e dinamite, bem como muitas outras armas pouco ortodoxas que ele fez, fabricando armas de osso e tudo o que pode salvar."
    },
    {
      "id": "68",
      "name": "Ferra & Torr",
      "img": "../../../assets/img/characterspage/ferraTorr.webp",
      "resumeInformation": "Ferra e Torr são um par de simbiontes consistindo respectivamente de uma jovem amazona e um bruto gigante mascarado, e foram encontrados vagando pelas terras devastadas de Tarkatan antes de serem feitos para servir como guarda-costas pessoais do novo imperador de Outworld, Kotal Kahn. Eles são de uma espécie Outworld em que o cavaleiro se liga a sua montaria."
    },
    {
      "id": "69",
      "name": "Jacqui Briggs",
      "img": "../../../assets/img/characterspage/jacqui.webp",
      "resumeInformation": "Uma amiga próxima de Cassie Cage, Jacqui Briggs é filha de Jackson Briggs e Vera Briggs. Depois que Jax ressuscitou de ser um dos escravos de Quan Chi durante a Guerra de Netherrealm, ele conheceu Vera e eles se casaram, os dois se tornando pais de Jacqui. Após o nascimento dela, ele se tornou excessivamente protetor com Jacqui e queria que ela vivesse uma vida normal. Em algum momento, Jacqui se tornou uma kickboxer profissional e acabou competindo nas Olimpíadas Júnior e se alistou em um campo de treinamento. Apesar de seu pai não aprovar sua decisão de ingressar nas Forças Especiais, Jacqui vê como seu dever proteger Earthrealm e vingar seu pai do sofrimento que ele sofreu de Quan Chi e Ermac (que arrancou os braços de Jax durante o torneio Outworld).\nJacqui gosta do tempo que passa com Cassie, mas muitas vezes fica irritada com a falta de retrospectiva de sua amiga na juventude e costuma ser a voz da razão quando as duas se metem em apuros. Durante as missões, Jacqui fica muito séria e apóia a liderança de Cassie. Jacqui é muito protetora com sua família, mas fica facilmente irritada sempre que a história de seu pai como escravo de Quan Chi é levantada, como mostrado quando Kung Jin continua a fazê-lo casualmente. Mais recentemente, ela se envolveu romanticamente com Takeda Takahashi, filho de Kenshi e aprendiz de Scorpion.\nEm Mortal Kombat X ela detém o posto de Especialista e é promovida a Sargento na época de Mortal Kombat 11. Além disso, é revelado que Jacqui e Takeda estão noivos, por meio de introduções de diálogo com Scorpion."
    },
    {
      "id": "70",
      "name": "Kotal Kahn",
      "img": "../../../assets/img/characterspage/kotalKahn.webp",
      "resumeInformation": "Kotal é um guerreiro do reino de Osh-Tekk, que já foi governado por Kotal K'etz, seu pai, mas mais tarde foi fundido em Outworld pela conquista. Após a morte de seu pai, ele se tornou o último de sua espécie. Em algum momento da história, ele viajou por Earthrealm e encontrou a civilização maia, onde passou a ser considerado um herói após expulsar os invasores conquistadores espanhóis. Os maias o chamaram de 'Buluc Chabtan', seu deus da guerra. Em sua homenagem, os maias começaram a imitar sua propensão para consumir sangue. No entanto, isso fez com que os maias contraíssem doenças sanguíneas, matando milhares. Horrorizado e envergonhado, Kotal deixou os maias e se exilou em Outworld por muitos anos.\nApós seu retorno, Kotal subiu no ranking militar, tornando-se um dos generais de Shao Kahn. Durante esse tempo, ele acabaria por começar um relacionamento romântico com Jade, uma das assassinas de Shao Kahn e guarda-costas pessoal da princesa Kitana. Shao Kahn acabaria por trair Kotal e seu restante Osh-Tekk, apenas para ser treinado e usado para experimentação por Shang Tsung. Após a invasão fracassada de Shao Kahn em Earthrealm e eventual execução pelos Elder Gods, Kotal foi libertado do cativeiro.\nDepois que o trono de Outworld foi tomado por Mileena, filha de Shao Kahn, Kotal subiu no ranking político e planejou um golpe para tomar o trono de Mileena com a ajuda de D'Vorah e Reptile, que acreditavam que Kotal era um líder mais adequado. Ele acabaria tendo sucesso em seus planos com a ajuda deste último e a ajuda inesperada de Ermac e usurpar Mileena como o novo imperador de Outworld.\nAo contrário dos imperadores anteriores de Outworld, Kotal Kahn não está interessado em conquistar outros reinos, preferindo se concentrar em assuntos internos e estabilizar o reino. Por esta razão, ele se opõe fortemente à libertação de reinos que já estão sob o domínio de Outworld, acreditando que um Outworld unido se mostraria mais forte contra seus inimigos. Ele também não tem ódio de Earthrealm ou de seus habitantes, e cooperou voluntariamente com eles em várias ocasiões, embora mostre desconfiar de Raiden. Essa animosidade em relação ao Deus do Trovão pioraria depois que Raiden assumiu sua Forma Negra da linha do tempo original, onde o Deus do Trovão atacou todos os reinos que considerava uma ameaça ao Reino da Terra. Depois de descobrir que este Raiden foi apagado da linha do tempo, ele novamente se aliou a Earthrealm em uma tentativa de Shao Kahn, deslocado no tempo, de retomar o trono de Outworld.\nApesar de seu carisma e popularidade entre Outworlders, Kotal Kahn não se afasta do tratamento duro e até desumano dos habitantes de Outworld como os líderes anteriores. Após a aliança do Tarkatan com Mileena durante a Guerra Civil de Outworld, Kotal Kahn ordenou o genocídio da espécie como punição. Além disso, ele é aparentemente responsável pela morte do Príncipe Goro durante o início da Guerra Civil de Outworld, levando a novos conflitos com o Shokan e a agora Rainha Sheeva. Ele acabaria consertando essas feridas entre os Tarkatans restaurados e Sheeva, já que a linha do tempo fraturada incitou o povo de Outworld a se unir em vez de se dividir ainda mais."
    },
    {
      "id": "71",
      "name": "Kung Jin",
      "img": "../../../assets/img/characterspage/kungJin.webp",
      "resumeInformation": "Quando criança, Kung Jin admirava seu tio Kung Lao e o considerava um herói. Após a morte de seu tio, a família Kung perdeu a fortuna familiar e mudou-se para os Estados Unidos da América. Por causa disso, Jin se tornou um ladrão e culpou Raiden pela morte de seu tio. No entanto, depois de conhecer o Deus do Trovão, ele deixou de lado seu ressentimento e treinou na White Lotus Society, que Jin originalmente pensava que não o aceitaria por causa de sua homossexualidade. Tendo aprendido muito sobre Outworld e os caminhos do Shaolin, Jin agora luta para proteger Earthrealm em homenagem a sua família.\nComo seu tio, Kung Jin se destaca com armas de projéteis, usando arco e flecha. No entanto, ele também parece ter herdado a imaturidade, a impulsividade e o ego de Kung Lao, já que ele fala ofensivamente até mesmo com seu próprio time. Por exemplo, Jin inicialmente não respeita a liderança de Cassie Cage e fará comentários rudes para Jacqui Briggs sobre seu pai ser um Revenant. Apesar de suas deficiências, a astúcia e a esperteza de Kung Jin são úteis para a equipe, e ele acredita firmemente em segundas chances e redenção, em parte devido às suas próprias experiências como ladrão. Com o tempo, ele passa a respeitar sua equipe, chegando a arriscar a própria vida no combate para proteger suas vidas."
    },
    {
      "id": "72",
      "name": "Takeda Takahashi",
      "img": "../../../assets/img/characterspage/takeda.webp",
      "resumeInformation": "Takeda viveu uma vida normal na Tailândia com sua mãe, Suchin, apesar de seu pai não saber de sua existência até que ele era criança. Depois que sua mãe foi morta pelo Dragão Vermelho, ele foi confiado a Hanzo quando seu pai partiu para vingar a morte dela. Embora tenha aprendido os caminhos de um guerreiro, Takeda originalmente tinha uma natureza tímida e não levava a luta a sério. No entanto, após a erradicação da mais nova iteração do Shirai Ryu, ele se torna mais sério e continua a ajudar seu mestre, tanto em missões quanto impedindo-o de ceder à sua persona fantasma.\nDepois de muitos anos, Takeda completou seu treinamento com Scorpion e, a pedido de seu mentor e de seu pai que voltou para buscá-lo, juntou-se a uma nova equipe formada pelas Forças Especiais dedicada a proteger Earthrealm. Composto por uma nova geração de heróis, Takeda desenvolveu uma grande amizade com todos de sua equipe e muitas vezes é aquele que impede discussões entre eles, como com Cassie Cage e Kung Jin. Takeda também está em um relacionamento romântico com Jacqui Briggs. Ele finalmente prova seu heroísmo e bravura quando confronta todos os revenants (junto com Jacqui) no Sky Temple para que o resto de sua equipe pare Shinnok, apesar de seus ferimentos.\nTakeda leva suas batalhas a sério, mas faz piadas sábias durante isso. Ele expressa grande lealdade ao Shirai Ryu, pois continua a usar uma faixa amarela-laranja para mostrar sua conexão com o clã e lutará contra qualquer um que ameace seu clã. Ele até afirmou que os Shirai Ryu são sua família. Apesar de não confiar em Hanzo no início porque ele era um fantasma, Takeda se torna imensamente leal a seu mestre ao longo dos anos e vê Hanzo como uma figura paterna. Embora Kenshi seja seu pai biológico, Takeda originalmente não confiava nele e preferia não falar sobre ele.\nEmbora ele não faça uma aparição jogável em Mortal Kombat 11, Takeda aparece em vários finais de torre. Além disso, uma interação no Arcade entre Jacqui e Scorpion, é revelado que Jacqui e Takeda estão noivos."
    },
    {
      "id": "73",
      "name": "Cetrion",
      "img": "../../../assets/img/characterspage/cetrion.webp",
      "resumeInformation": "Cetrion é uma Deusa Anciã que é irmã e contraparte de Shinnok e uma das divindades responsáveis por bani-lo para Netherrealm. Ela também é filha de Kronika.\nDurante os eventos de Mortal Kombat 11, é revelado que Cetrion, assim como Shinnok, era um agente adormecido de Kronika. Ambos jogaram um jogo intrincado por eras: enquanto ela defendia a Vida, a Virtude e a Luz, Shinnok defendia a Morte, a Corrupção e as Trevas. Os planos de Kronika eram que ambos continuassem existindo, mantendo assim o equilíbrio desses aspectos essenciais do universo.\nNo entanto, uma vez que Raiden causou um desequilíbrio maciço e irreversível entre o bem e o mal decapitando Shinnok - e, portanto, tirando-o do jogo para sempre - ela traiu seus companheiros Deuses Anciões como seu irmão havia feito para ajudar sua mãe a criar uma Nova Era, uma era em que ela e Shinnok mais uma vez colocariam os reinos um contra o outro em uma luta eterna.\nO domínio de Cetrion é a Natureza e a Vida, permitindo-lhe controlar os elementos da Terra, Água, Fogo, Ar e Luz. Embora ela permaneça como um bastião de Paz e Luz na superfície, ela é leal a sua mãe em primeiro lugar e está perfeitamente disposta a cometer atrocidades (até mesmo assassinar seus companheiros Elder Gods) se isso avançar nos objetivos de sua mãe. A esse respeito, Cetrion se mostra hipócrita e tão cruel e sombrio quanto Shinnok.\nAinda assim, muito parecido com Kronika, as ações de Cetrion não são motivadas por tristeza ou vingança, mas um conceito muito relativista e divino de equilíbrio que exige fortemente que ela e seu irmão continuem emaranhando os reinos em seu conflito, uma visão firmemente contestada por Raiden. Liu Kang percebe que Cetrion, sendo a Deusa Anciã da Virtude, fica mais fraca ao seguir a visão de Kronika, uma vez que se opõe diretamente ao próprio princípio que ela deveria defender. No entanto, Cetrion acredita que a maior Virtude é cumprir a vontade de equilíbrio de sua mãe, e o Shaolin prova em combate que seu coração não é suficiente para suportar tal loucura. Por causa disso, é sutilmente implícito que ela - e possivelmente Shinnok (considerando algumas introduções entre ela e Raiden) - podem ser apenas marionetes da própria Kronika, ignorando sua parte em um projeto maior."
    },
    {
      "id": "74",
      "name": "Geras",
      "img": "../../../assets/img/characterspage/geras.webp",
      "resumeInformation": "Geras é um servo leal e poderoso do Guardião do Tempo e Arquiteto do Destino do Universo, Kronika. Como uma criação da própria Kronika, Geras possui força divina e a habilidade de manipular as areias do tempo. Seu atributo mais notável, no entanto, é sua impenetrabilidade à morte. Como um 'ponto fixo no tempo', ele é capaz de se recuperar de todos os tipos de ferimentos, mesmo fatais, em questão de minutos, senão segundos. Geras morreu milhares de vezes, cada vez voltando mais forte e mais sábio. Devido à sua vida imortal e aparente imortalidade, ele testemunhou vários eventos importantes ao longo do tempo, como a Era do Gelo e a derrota do Grande Kung Lao nas mãos de Goro, e até lutou contra o primeiro antes.\nGeras também exibe as características de um estudioso, como testemunha de muitas vidas em muitas linhas do tempo. Ele estuda e coleta conhecimentos de eventos, culturas e povos imensuráveis e, como resultado, possui um conhecimento impressionante dos reinos e dos habitantes que os habitam."
    },
    {
      "id": "75",
      "name": "Kollector",
      "img": "../../../assets/img/characterspage/kollector.webp",
      "resumeInformation": "Kollector é o colecionador de tributos indiferente e voraz de Shao Kahn. Apesar de ser subserviente ao seu mestre, ele é consumido pela ganância, preocupando-se apenas com sua própria riqueza e status e matará qualquer um que ousar desafiá-la. Embora ele tenha nascido na pobreza, ele foi criado na hierarquia e finalmente conseguiu alcançar a posição que ocupa agora.\nSua raça, os Naknada, eram escravos dos Kahn, construindo o Coliseu entre outras coisas. Tal como acontece com outros Naknadans, Kollector recebeu o nome de sua profissão, neste caso, ele costumava ser o fiel cobrador de impostos e coletor de tributos de Shao Kahn e, como tal, ganhou o nome de 'Kollector'."
    }
  ]
}
