{
  "games": [
    {
      "id": "1",
      "name": "Mortal Kombat Mythologies: Sub-Zero",
      "gameFront": "../../../assets/img/MKmythologiesSubZero.webp",
      "img": "../../../assets/img/cenarioMKSub.jpg",
      "resumeGame": "Mortal Kombat Mythologies: Sub-Zero é um jogo de aventura da franquia de jogos Mortal Kombat. Ele foi lançado em 1997, para as plataformas PlayStation e Nintendo 64.\nEle retrata os fatos de Sub-Zero, mais conhecido como Bi Han, em uma aventura para derrotar Quan \n Chi e impedi-lo de recuperar o amuleto de Shinnok, que iria libertar o Elder God caído Shinnok.",
      "historyGame": "O feiticeiro Quan Chi contrata os serviços do clã Lin Kuei para roubar um pergaminho em um templo Shaolin. O Grande Mestre dos Lin Kuei convoca o guerreiro Sub-Zero para a missão. \n No templo, Sub-Zero descobre que Quan Chi também contratou os serviços de Hanzo Hasashi, codinome Scorpion, do clã rival Shirai Ryu. Ambos competem no roubo do pergaminho e chegam ao mesmo tempo a sala onde o pergaminho estava. Eles concordam em competir em uma luta, onde Sub-Zero vence por conta de seus poderes congelantes. Hanzo implora por sua vida, mas Sub-Zero o mata sem piedade e retorna ao clã com o pergaminho.\n Ao se reecontrar com o Grande Mestre, Sub-Zero e entrega o mapa. Quan Chi surge, contente com o suceso da missão. Sub-Zero estava muito irritado com o fato de Quan Chi ter contratado Scorpion. Este responde que necessitava garantir que o pergaminho seria obtido. Ambos discutem, e o Grande Mestre intervem exigindo o pagamento, Quan Chi entrega como pagamento, os ossos limpos de Takeda, Grande Mestre do Shirai Ryu, e afirma ter assassinado todos os mebros do clã. O Grande Mestre fica satisfeito e oferece novamente os serviços de Sub-Zero. Quan Chi, então, pede que ele vá ao Templo dos elementos, derrote os quatro deuses elemetais e consiga o Amuleto de Shinnok. Sub-Zero, então, parte em sua nova busca. \n Após derrotar os quatro guardiões, Sub-Zero chega ao local onde esta o amuleto e, ao tentar pega-lo, Quan Chi surge e o pega antes, dizendo o verdadeiro propósito do amuleto e que leverá o amuleto a Shinnok em Netherrealm, então ele poderá tomar todas as almas de Earthrealm e Outworld. Quan Chi foge e Raiden, Deus do trovão surge e informa que Sub-Zero cometeu um terrivel erro. O guerreiro Lin Kuei argumenta que Quan Chi é um lunático e que não existe Shinnok ou Netherrealm. Raiden diz que Sub-Zero deve acreditar nas suas existências, pois iria até Netherrealm recuperar o amuleto, antes que Quan Chi o entregasse a Shinnok. \n Em Netherrealm, Sub-Zero localiza Quan Chi, mas este se teleporta, deixando-o cercado pela Irmandade das Sombras. Ele consegue se livrar de todos e segue até uma prisão, onde acabou sendo capturado. \n Jogado em uma cela, Sub Zero encontra-se com Scorpion, agora um espectro, que pretende vingar-se do guerreiro Lin Kuei por ter, supostamente, assassinado sua família e clã. Sub-Zero tenta explicar que o culpado fora Quan Chi, mas Scorpion ataca com seus novos poderes, sendo derrotado novamente por Sub-Zero, que escapa da prisão e elimina o guarda que o prendeu. \n Sub-Zero encontra a fortaleza de Quan Chi, e dentro derrota suas assassinas pessoais: Kia, Jataaka, e Sareena. Sub-Zero decide poupar a vida de Sareena e segue à Pirâmide de Shinnok. \n Encontrando Quan Chi, o feiticeiro diz já ter entregue o amuleto a Shinnok e que Sub-Zero apenas pôde entrar em Netherrealm por conta do mal em sua alma, e oferece um lugar entre os membros da Irmandade. Sub-Zero nega, sendo inesperadamente ajudado por Sareena na luta contra Quan chi, que é da ponte onde lutavam. Sareena, então, diz que quer sair de Netherrealm e ir para onde Sub-Zero quiser. Shinnok mata Sareena, mas Sub-Zero recupera o amuleto e escapa por um portal criado por Raiden. \n Sub-Zero entrega o amuleto a Raiden exigindo agradecimentos, mas Raiden diz que ele apenas defez o mal que causou. Sub-Zero pergunta sobre o que Quan Chi disse, e Raiden confirma dizendo que se Sub-Zero morrer agora, Quan Chi e Shinnok terão controle sobre sua alma, mas que ele poderia mudar se quisesse. \n Sub-Zero retorna ao clã Lin Kuei, e o Grande Mestre diz que uma pessoa quer ve-lo. Shang Tsung surge, convidando-o para o torneio Mortal Kombat. Sub-Zero aceita, e quando Shang Tsung se vai, o Grande Mestre explica que um cliente muito rico, pagou muito bem para que Sub-Zero mate Shang Tsung. Sub-Zero aceita e se vai. \n O salão principal onde se encontra Quan Chi e Shinnok, um lugar escuro e fantasmagórico, com uma lareira onde há um imenso fogo aceso, mas vamos aos chefes: Quan Chi será o primeiro, seus ataques são os mesmos que ele utiliza nos jogos anteriores, como atirar crânios em chamas, teletransporte e, se você poupou a vida de Sareena na fortaleza de Shinnok, quando a barra de vida do feiticeiro estiver na metade, ela sairá de um portal e terminará o serviço para Sub-Zero destruindo esse vilão. Em fim vem o vilão principal, Shinnok, neste não tem como ir a 'corpo-à-corpo', além do mais ele possui um escudo protetor que impede o ataque de Sub-Zero.O que se tem que fazer é tomar seu amuleto sagrado, quando o deus do caos te atacar, o amuleto começará a brilhar, nesse istante atire a magia congelante de Sub-Zero nele, vá para um dos portais e tire seu amuleto sagrado, quando o amuleto for tirado dele, Shinnok se transformará em um demônio gigante, não tente lutar contra ele, pois só um golpe desse monstro e Sub-Zero morre, fuja do monstro para o portal que foi aberto por Sareena e fim de jogo."
    },
    {
      "id": "2",
      "name": "Mortal Kombat",
      "gameFront": "../../../assets/img/MK.jpg",
      "img": "../../../assets/img/cenariomk1.jpg",
      "resumeGame": "Mortal Kombat é o primeiro jogo da série de jogos de luta Mortal Kombat da Midway. Foi lançado nos fliperamas em 1992. Centra-se no 10º torneio Mortal Kombat e na derrota final do malvado Shang Tsung pelo monge shaolin Liu Kang.",
      "historyGame": "Em uma ilha misteriosa, entre os mares da China e desconhecido para o resto do mundo, os guerreiros sobrenaturais lutavam pelo destino de Plano Terreno. \n O grande torneio conhecido como Mortal Kombat, foi durante anos um concurso para honra e glória. Guerreiros do mundo todo foram convidados para lutar. \n Cerca de mil anos atrás, um feiticeiro chamado Shang Tsung imediatamente entrou no torneio venceu, tornando-se o Grande Campeão \nUma vez por geração, quando os guerreiros mais bravos e melhores da geração poderiam ser encontrados, Shang Tsung que em diferentes formas ganhava todas as vezes, assim ele parecia invencível. Shang Tsung pode se transformar em qualquer pessoa, e também pode ver o medo nos corações de seus oponentes e, assim, sempre vencendo as batalhas, ele também consegue levar as almas dos adversários para satisfazer o imperador e também para conseguir ganhar força para manter sua juventude imortal. \nShang Tsung era suficiente para vencer o torneio de uma vez, ele ganha dez vezes para abrir o portal dimensional que supostamente tem o caminho para a Exoterra. \n500 anos atrás, quando havia coletado as almas o suficiente para Shao Kahn, Tsung foi derrotado pelo Grande Kung Lao, um monge shaolin da Sociedade da Lótus Branca. \nAnos depois Shang Tsung agora velho retornou para o torneio com o príncipe Goro, um kombatente meio-homem meio-dragão com quatro braços e dois metros de altura. Goro derrotou o Monge Shaolin e por 500 anos manteve-se invicto como Campeão Supremo. Agora Shang Tsung tomou de volta o controle do torneio e ganhou nove vezes consecutivas. \nNovamente, é hora para o Torneio Shaolin conhecido como Mortal Kombat ser realizado a cada geração com os maiores lutadores do Plano Terreno tendo de enfrentar adversários da Exoterra e alguns dos 50 lutadores que irão competir são, um digno monge shaolin chamado Liu Kang que iria para o torneio com a intenção de restaurar o equilíbrio ao lado do artista marcial de Hollywood Johnny Cage, que também entrou no torneio e tornou-se amigo de Kang quando uma briga começou entre ele e Kano. \nO guerreiro dos Lin Kuei, Sub-Zero foi convidado a entrar no torneio pelo próprio Shang Tsung, dois anos após sua provação recuperando o Amuleto de Shinnok. O ninja espectro Scorpion dos Shirai Ryu que entrou no torneio com a intenção de matar Sub-Zero, acreditando que Sub-Zero era o responsável por matá-lo. \nRaiden, o Deus do Trovão, que foi questionado pessoalmente por Shang Tsung, e o próprio Raiden se gabou dizendo que todos aqueles que se opusessem a Raiden seriam esmagados. Ele assumiu a forma de um mortal para participar do torneio. Kano, o bandido mais diabólico do Dragão Negro, estava sendo perseguido por uma Unidade das Forças Especiais dos EUA, liderada pela Tenente Sonya Blade, quando conseguiu entrar no barco que levava ao torneio; seu objetivo no torneio era saquear o palácio de Shang Tsung (onde dizem que as paredes são feitas de ouro). Assim que Sonya e seus homens chegaram, Shang Tsung fez seu exército pessoal emboscá-los. A Unidade de Forças Especiais foi pega no ataque surpresa, então Sonya não teve escolha a não ser participar do torneio para salvar sua equipe. Assim, o torneio foi definido. \nCom a Exoterra já tendo vencido nove torneios consecutivos, nossos heróis teriam que evitar entregar ao Plano Terreno a décima derrota, ou toda a humanidade cairia nas trevas de Shao Kahn.  "
    },
    {
      "id": "3",
      "name": "Mortal Kombat II",
      "gameFront": "../../../assets/img/MK2.jpg",
      "img": "../../../assets/img/cenariomk2.jpg",
      "resumeGame": "Mortal Kombat II é um jogo de arcade eo segundo título da série de jogos de luta Mortal Kombat. Concentra-se em um novo torneio, realizada em Outworld por um rejuvenescido Shang Tsung e seu mestre, o imperador Shao Kahn.",
      "historyGame": "Após perder para Liu Kang no final do primeiro torneio, Shang Tsung foi condenado à execução por Kahn. Porém, Tsung oferece a ideia de um novo torneio, dessa vez no Exoterra onde eles certamente encontrariam ser fim ao enfrentar Shao Kahn. Para forçá-los a competir, Shang Tsung invade a Terra e ataca o Templo Shaolin, quando Liu Kang chega lá após sua vitória sob Shang Tsung no Mortal Kombat encontra o lugar totalmente destruído, só sobreviveu o Kung Lao, melhor amigo de Liu Kang. Liu Kang e Kung Lao encontram Sub-Zero, irmão do Sub-Zero original que foi morto por Scorpion no primeiro torneio, e partem em uma missão com ele. \n Johnny Cage escapa da ilha de Shang Tsung com a ajuda de Raiden, mas então ele é capturado pelas Forças Especiais, mas logo é solto. \n Jax recebe uma mensagem de Sonya Blade dizendo que ela estava presa em Exoterra e que ele precisava reunir Liu Kang e Johnny Cage para salvá-la. \n Shang Tsung (agora rejuvenescido) e as forças de Kahn (Baraka, Kitana, Kintaro, Mileena e Reptite) invadem o estúdio de Cage, mas aparecem Liu Kang, Kung Lao, Sub-Zero, Jax e Scorpion para ajudá-lo. Logo então aparece Raiden que é forçado a aceitar o torneio. \n Liu Kang, Kung Lao, Johnny Cage, Reptile "
    },
    {
      "id": "4",
      "name": "Mortal Kombat Trilogy",
      "gameFront": "../../../assets/img/MK3.jpg",
      "img": "../../../assets/img/cenariomk3.jpg",
      "resumeGame": "Mortal Kombat 3, marcou o fim da popularidade era alta. A equipe de produção juntou-se ao jogo um novo sistema de combo muito complicado e um Finish-him/Her muito marcante conhecido como Animalility, algo que não concordar com viciados em jogo.",
      "historyGame": "Milhares de anos atrás, uma ordem dos homens mais sábios do extremo oriente recebeu visões do reino sombrio conhecido como Exoterra. Era um mundo governado pelo caos e um imperador cruel conhecido como Shao Kahn. \n Eles aprenderam que viajar entre a Terra e o novo reino encontrado seria possível um dia se as condições estivessem certas, sendo o desequilíbrio das fúrias. Forças negativas e positivas que impedem o colapso do nosso universo instável. \nSabendo que uma invasão da Exoterra era iminente, os sábios apelaram aos deuses antigos. Foi por esse motivo que os Deuses Anciãos criaram o torneio chamado Mortal Kombat. \n Por nove gerações, o Mortal Kombat foi governado pelo melhor príncipe guerreiro da Exoterra, Goro. A Terra estava à beira de sua destruição quando uma nova geração de guerreiros foi vitoriosa em defender seu reino. O monge guerreiro, Liu Kang, se tornaria o novo campeão. Mas sua vitória durou pouco quando ele e seus companheiros se viram atraídos para a Exoterra novamente para competir em um segundo torneio.\n Mal sabiam que o torneio era apenas uma diversão. Um esquema elaborado pelo Imperador das trevas para quebrar as regras estabelecidas pelos Deuses Anciãos e testemunhar a reencarnação de sua antiga rainha Sindel no próprio território da Terra. \n O ato profano dá a Shao Kahn o poder de atravessar os portões dimensionais e recuperar sua rainha, permitindo-lhe finalmente conquistar o Plano Terreno. \n Essa é a trilogia de eventos que compreende a tentativa final de Shao Kahn de conquistar a Terra. "
    },
    {
      "id": "5",
      "name": "Mortal Kombat 4",
      "gameFront": "../../../assets/img/MK4.jpg",
      "img": "../../../assets/img/cenariomk4.jpg",
      "resumeGame": "Mortal Kombat 4 é o quarto jogo da série e o último lançado para arcade. Foi lançado em 1997 e depois foi lançado Mortal Kombat Gold, uma atualização do jogo com mais personagens. ",
      "historyGame": "Após o fracasso de Shao Kahn em conquistar o Plano Terreno, o deus caído Shinnok ao observar todos os eventos do Submundo pede ajuda ao feiticeiro Quan Chi para fugir do inferno, tomar seu lugar como Deus Ancestral e invadir a Terra. \n Os guerreiros pensavam que finalmente a terra estava em paz e esteve por um breve período. Ao descobrir das intenções de Shinnok, Raiden que o monitorava à distância convoca novamente os guerreiros da Terra para um novo Mortal Kombat. Shinnok reúne os guerreiros falidos, como Reptile e Jarek, membro do clã mercenário Dragão Negro de Kano, Noob Saibot que o ajudava no Submundo e alimenta ainda mais o ódio de Scorpion por Sub-Zero, que por sua vez está pacificado com os humanos. \n Além disso, Shinnok recebe a ajuda de Tanya, filha de um embaixador de Edenia e a faz ajudar a invadir a terra de Sindel e Kitana. Reiko, um dos generais mais fiéis a Shao Kahn, também ajuda o deus caído na promessa de se tornar o novo imperador. \nSem as regras do Mortal Kombat, ou seja, com a inexistência de tal torneio graças aos eventos da trilogia anterior, a luta tinha que ser travada para impedir que Shinnok conquiste a Terra através de seu amuleto mágico. Por isso, Liu Kang e os aliados Johnny Cage, Jackson Jax Briggs, Sonya Blade, Sub-Zero e Kai são enviados ao Submundo para encontrar e deter Shinnok e Quan Chi. Ao lado deles, Fujin, deus do vento, se alia aos guerreiros para destruir e se vingar de todos os deuses mortos por Shinnok. "
    },
    {
      "id": "6",
      "name": "Mortal Kombat: Deadly Alliance",
      "gameFront": "../../../assets/img/MK5.jpg",
      "img": "../../../assets/img/cenariomk5.jpg",
      "resumeGame": "Mortal Kombat: Deadly Alliance é um jogo de luta desenvolvido e produzido pela Midway. É cronologicamente o quinto da série sangrenta e controversa do Mortal Kombat (com o logotipo lembrando um V, o numeral romano para 5). Deadly Alliance foi lançado para Xbox, PlayStation 2, GameCube e Game Boy Advance em 20 de novembro de 2002. O jogo se concentra na aliança entre os dois feiticeiros Quan Chi e Shang Tsung, e seus esquemas para reviver um antigo exército e controlar a Exoterra. Deadly Alliance foi o primeiro jogo de luta Mortal Kombat totalmente novo produzido exclusivamente para consoles domésticos, sem nenhum lançamento de arcade anterior.",
      "historyGame": "Depois que Quan Chi foi mandado de volta para Submundo após a derrota de Shinnok contra Raiden e seus guerreiros, Quan Chi acaba conseguindo fugir novamente e no caminho acaba encontrando a tumba do exército morto de Onaga. Com isso também descobre que o Rei Dragão Onaga, pode voltar a vida caso se junte um grande número de almas sacrificadas em nome de Onaga. Mas, para que isso pudesse realmente acontecer Quan Chi precisava de ajuda. Procurou então um antigo feiticeiro de Shao Kahn. Um feiticeiro muito bem conhecido dos guerreiros das Forças da Luz. Seu nome era Shang Tsung. E assim, foi formada a 'Aliança Mortal'. A 'Aliança Mortal' faz sua primeira vítima de muitas matando o monge Liu Kang. Liu Kang foi morto com o intuito de impedir que atrapalhasse os planos da Aliança. Após a morte de Liu Kang, um novo torneio do Mortal Kombat foi criado, incluindo guerreiros da luz como Jax, Johnny Cage, Kung Lao, Sonya Blade,Raiden e os guerreiros do lado do mal como Kano, Shang Tsung, Reptile e Quan Chi. Além desses novos guerreiros foram convocados e lutam por interesses diferentes como Mavado, Hsu Hao, Li Mei, Bo' Rai Cho, Kenshi e Mokap. No Final do Torneio, Li Mei venceu com grande dificuldades e requisitou o prêmio oferecido pela Aliança, a liberdade de seu vilarejo. Entretanto, a Aliança havia a enganou e acabou derrotando Li Mei. Com a derrota de Li Mei, Shang Tsung estava pronto para sugar sua alma para benefício da Aliança. Neste momento Bo' Rai Cho e Raiden entram no templo e enquanto Bo' Rai Cho salva Li Mei Raiden começa uma luta mortal com Shang Tsung e Quan Chi. "
    },
    {
      "id": "7",
      "name": "Mortal Kombat: Deception",
      "gameFront": "../../../assets/img/MK6.jpg",
      "img": "../../../assets/img/cenariomk6.jpg",
      "resumeGame": "ortal Kombat : Deception é um jogo de luta da franquia de Mortal Kombat, Produzido pela Midway Games e Lançado em Outubro de 2004 para PlayStation 2 e Xbox,e em Fevereiro de 2005 para o Nintendo Game Cube. É o primeiro jogo da série com Multiplayer Mortal Kombat: Deception precede Mortal Kombat: Shaolin Monks (em data de lançamento apenas) e segue Mortal Kombat: Deadly Alliance. MK: D foi lançado em duas versões para o Playstation 2 e Xbox, uma versão regular, e uma Edição Kollector de que acrescentou um cartão de negociação de metal e um disco bônus contendo uma história de Mortal Kombat, vídeo biografias de vários personagens, e uma arcade perfect versão do original Mortal Kombat. ",
      "historyGame": "O Deus do trovão Raiden e seus guerreiros da Terra falharam ao tentarem impedir a Aliança Mortal de Quan Chi e Shang Tsung, durante a tentativa de ressuscitar o exército mumificado do Rei Dragão Onaga. A Aliança Mortal derrotou Raiden. Com o campeão do Mortal Kombat Liu Kang morto e não tendo mais nenhum obstáculo em seu caminho, Quan Chi e Shang Tsung se enfrentaram pela posse do amuleto de Shinnok, deixando claramente a traição por parte dos dois. Quan Chi sai vitorioso, mas nesse momento, Onaga, o Rei Dragão e antigo imperador de Outworld está de volta para reivindicar seu trono, o que lhe foi tirado por Shao Kahn muito tempo antes. Quan Chi e Shang Tsung tentam detê-lo e Raiden, em um ato de desespero, se une a eles para derrota-lo mas é em vão. Raiden fez a única coisa que pôde: Liberou sua essência divina como sacrifício em um poderoso ataque que matou Quan Chi, Shang Tsung e todos que estavam nas redondezas em uma explosão de energia, mas não fez nenhum efeito em Onaga. Agora, Onaga tem o amuleto de Shinnok e os seis kamidogus criado pelos deuses anciãos, com a infeliz e confusa ajuda do protagonista do game, Shujinko. Com o amuleto de Shinnok, Onaga tem poder o suficiente para governar e sobrepor todos os outros reinos ao seu domínio. Raiden é punido pelos deuses anciãos e é condenado a vagar como um Deus caído e corrompido. "
    },
    {
      "id": "8",
      "name": "Mortal Kombat: Armaggeddon",
      "gameFront": "../../../assets/img/MK8.jpg",
      "img": "../../../assets/img/cenariomk7.jpg",
      "resumeGame": "ortal Kombat: Armageddon é o sétimo capítulo da série de jogos eletrônicos Mortal Kombat, criada em 1992 por Ed Boon e John Tobias. O jogo foi lançado em 9 de outubro de 2006 para PlayStation 2 e Xbox e em maio de 2007 para Wii. MK:A é uma espécie de compilação de toda a saga de games de Mortal Kombat.É dito por muitos como o melhor e mais vendido jogo da série Mortal Kombat.",
      "historyGame": "MK:A (MK7) conta como a corrupção do Mortal Kombat alcançou um estado crítico. Quan Chi descobriu que Argus, um antigo Elder God, e sua esposa mortal Dalia, lançaram sorte sobre os reinos para que um guerreiro se tornasse um Elder God. Ambiciosos, os principais guerreiros conhecidos em todas as edições de MK fazem alianças e iniciam uma guerra sangrenta até que o último em pé caia por terra. A sorte consistia nas visões de Dalia: a corrupção do Mortal Kombat seria tamanha que o balanceamento dos reinos (Order, Chaos, Earth, Nether, Edenia e Outworld) estaria comprometido. Então, ela então criou um espectro de fogo, chamado Blaze, que canalizaria essa balanceamento como um jogo de cara-ou-coroa, onde somente seus dois filhos Taven e Daegon poderiam dar um destino final para essa jornada - pois eram os únicos que não estavam ainda corrompidos pelo Mortal Kombat. Para isso, Argus convocou os dois rapazes para uma luta em sua presença e descobrir qual deles era o mais forte. Obviamente, Taven venceu Daegon que possuído pela sua arrogância foi desmascarado aos olhos dos pais. Antes mesmo do combate ter fim, os dois ficaram inconscientes e foram transportados para uma realidade paralela para darem início à sorte lançada por Argus, sob a visão de Dalia. Orin e Caro, dragões que teriam que vigiá-los até o despertar estavam prontos para ajudar assim que possível. \nNa cronologia da série, Daegon despertou primeiro que o irmão Taven. Ainda arrogante, escravizou Caro para que o dragão contasse para ele toda a verdade sobre a jornada que seus pais tinham feito. Quando soube, traiu sua família assassinando seus pais e, enquanto Taven estava distante com Orin e com os primeiros torneios acontecendo na ilha de Shang Tsung e em Outworld à mando do Imperador, fundou a Red Dragon. Ainda na história paralela à principal de MK onde Shujinko estava sendo enganado pelo espírito de Onaga, Blaze que vivia escondido nas profundezas da Terra esperando o momento certo para aparecer, foi escravizado pelo espírito do Dragon King e foi obrigado a ser protetor da Dragon Egg - destruindo Nitara e possibilitando o hospedeiro Reptile.\nAinda em paralelo, Mortal Kombat foi corrompido com a invasão de Kahn na terra em busca de Sindel e Shinnok esperava a sua oportunidade assistindo a derrota do Imperador de longe - eventos revistos em Mortal Kombat 2011 (MK9). Tempo depois, a jornada de Taven teve início: o jovem começa a percorrer lugares importantes da série à procura de respostas. Nesse momento, descobre que Daegon despertou primeiro, assassinou seus pais que eles estão competindo entre si - o prêmio: ser um novo Elder God que protegerá Edenia e balanceará novamente os reinos. Sabendo que Quan Chi está ajudando seu irmão, Taven sai em busca do feiticeiro e luta com diversos personagens ao longo da Konquest de Armageddon. É aí que a identidade de Rain, por exemplo, é revelada: mesmo como o único sobrevivente das tropas de Kahn, Rain tinha direito à jornada por ser filho de Argus. Mesmo assim, Taven o derrota e segue seu curso. \nApós descobrir toda a verdade, outro detalhe faz da jornada rumo ao Armageddon importante: a sorte do vitorioso seria decidido em batalha com Blaze, espectro criado por Dalia. Quem estivesse com a armadura de Dalia, não precisaria lutar com Blaze no final da Konquest, pois TODOS os guerreiros seriam destruídos. Quem portasse a espada de Argus, enfrentaria Blaze e a energia que dele saísse purificaria os guerreiros e detruiria as ameaças. Porém, isso seria decidido entre os dois irmãos, na última batalha - que teve início ainda na presença de Argus. Taven derrota Daegon. Então, Blaze aparece e explica o porquê da jornada e da sorte lançada por Dalia. Explica também que naquela altura dos eventos, os guerreiros já não eram importantes pois estavam todos corrompidos - como o exemplo de Raiden e sua loucura. \n Neste exato momento, onde as forças da luz lutavam contra as forças das trevas, surge a Pirâmide de Argus. Era, enfim, o que eles esperavam: o prêmio, seja ele qual fosse, estava no topo da pirâmide. E um a um, lutando entre si, sobem a pirâmide. Cegos pela ganância, não existiam mais alianças e ameaças do passado voltaram para assombrar e impedir o final prize. Com a vitória de Taven sobre Daegon e ele portando a espada de Argus, foi dada uma oportunidade para cada um dos guerreiros de tentarem o destruir e conseguir e energia que seria liberada dele. Era o Armageddon: o tudo ou nada, para ambos os lados de Mortal Kombat. "
    },
    {
      "id": "9",
      "name": "Mortal Kombat 9",
      "gameFront": "../../../assets/img/MK9.jpg",
      "img": "../../../assets/img/cenariomk9.jpg",
      "resumeGame": "ortal Kombat é o título para o jogo de luta nono da série Mortal Kombat, desenvolvido pelos estúdios NetherRealm recém-nomeados (anteriormente Midway). O jogo foi sugerido pela primeira vez em pelo desenvolvedor Ed Boon em janeiro de 2009, logo após o lançamento do jogo anterior da franquia, Mortal Kombat vs DC Universe. [1] Em 18 de junho de 2009, Boon confirmou em sua página no Twitter que eles estavam realizando captura de movimentos para o jogo. ",
      "historyGame": "Quem recebe a mensagem enviada por Raiden é sua versão mais jovem, ainda no torneio do primeiro Mortal Kombat. Durante a trama, Sindel é trazida de volta à vida. Shao Kahn invade a Terra e muitos guerreiros são mortos no conflito, inclusive Kitana, Jax, Sub-Zero e Scorpion.\nRaiden entende que a mensagem é para que Shao Kahn vença o torneio e assim o armagedom seria evitado. O Deus do Trovão tenta convencer Liu Kang disso, mas sem sucesso. Os dois lutam e Raiden, acidentalmente mata Liu Kang.\nMuitos dos guerreiros mortos, acabam tendo suas almas capturadas e se tornam ferramentas de Quan chi.\nApós Kahn derrotar Raiden durante a invasão, os deuses anciões interferem e garantem um poder ainda maior para que Raiden vença Shao Kahn."
    },
    {
      "id": "10",
      "name": "Mortal Kombat X",
      "gameFront": "../../../assets/img/MK10.jpg",
      "img": "../../../assets/img/cenariomkx.jpg",
      "resumeGame": "Mortal Kombat X,(MK10) popularmente,é um jogo de luta da franquia de jogos Mortal Kombat.É o décimo jogo da franquia.Ele foi desenvolvido pela NetherRealm Studios para o Xbox One e PlayStation 4 com seu lançamento em 14 de Abril de 2015.A Empresa High Voltage Software,que também trabalhou em Mortal Kombat (2011),trabalhou nas conversões do jogo para PC,PlayStation 3 e Xbox 360,que exceto na plataforma PC,correspondem a sétima geração de vídeo games,sendo até então,cancelada. ",
      "historyGame": "Dois anos após os eventos de Mortal Kombat (2011), Johnny Cage, Sonya Blade e Kenshi coordenam um batalhão para proteger o Jinsei das forças de Shinnok, que foram encontrados manipulando os eventos de Mortal Kombat. \n Shinnok derrota Kenshi, Fujin, Raiden e Sonya. Quando Shinnok está prestes a usar um feitiço sobre Sonya, Johnny conjura uma aura verde para protegê-la, então luta com Shinnok. Johnny, a pedido de Raiden, dá a ele o amuleto com o qual ele aprisiona Shinnok dentro dele. \n 20 anos depois, Johnny e Sonya criam uma equipe de Forças Especiais, que consiste em Cassie Cage (filha deles), Takeda Takahashi (filho de Kenshi), Jacqui Briggs (filha de Jackson Briggs) e Kung Jin (o descendente mais novo do Grande Kung Lao). Sua missão atual é se infiltrar no Templo dos Lin Kuei e determinar a lealdade do Grão Mestre, Sub-Zero. "
    },
    {
      "id": "11",
      "name": "Mortal Kombat 11",
      "gameFront": "../../../assets/img/MK11.jpg",
      "img": "../../../assets/img/cenariomk11.jpg",
      "resumeGame": "ortal Kombat 11 é um jogo de luta da série Mortal Kombat. Sendo o jogo mais recente até então, sendo o décimo primeiro jogo em ordem de lançamento da série original. ",
      "historyGame": "Algum tempo após a derrota de Shinnok nas mãos de Cassie Cage, Raiden é visto torturando o Deus Ancião caído na Câmara de Jinsei danificada. O Deus do Trovão, agora com uma personalidade mais sombria devido à corrupção do Jinsei, anuncia a Shinnok que ele não terá mais misericórdia e destruirá os inimigos do Plano Terreno antes que eles possam atacar o reino. Embora Shinnok o lembre de que ele não pode matar um Deus Ancião, Raiden retruca que 'Existem destinos piores que a morte' e o decapita. Raiden resolve entregá-lo a Liu Kang e Kitana no Submundo como um aviso e antes de se teletransportar. \n A Guardiã do Tempo, Kronika, aparece na câmara, enfurecida com Raiden por perturbar o equilíbrio do tempo após os eventos de Mortal Kombat X. Ela então diz a Shinnok que o Arco do Tempo se curva à sua vontade e que 'é apenas uma questão de tempo.' \n Cansado do desafio do Plano Terreno, Kronika trará ordem ao universo por todos os meios necessários.  "
    }
  ],
  "history": [
    {
      "id": "1",
      "name": "Mortal Kombat",
      "gameHistory": "",
      "imgGame": "../../../assets/img/cenariomkx.jpg"
    }
  ],
  "restaurants": [
    {
      "id": "bread-bakery",
      "name": "Bread & Bakery",
      "category": "Bakery",
      "deliveryEstimate": "25m",
      "rating": 4.9,
      "imagePath": "assets/img/restaurants/breadbakery.png",
      "about": "A Bread & Brakery tem 40 anos de mercado. Fazemos os melhores doces e pães. Compre e confira.",
      "hours": "Funciona de segunda à sexta, de 8h às 23h"
    },
    {
      "id": "burger-house",
      "name": "Burger House",
      "category": "Hamburgers",
      "deliveryEstimate": "100m",
      "rating": 3.5,
      "imagePath": "assets/img/restaurants/burgerhouse.png",
      "about": "40 anos se especializando em trash food.",
      "hours": "Funciona todos os dias, de 10h às 22h"
    },
    {
      "id": "coffee-corner",
      "name": "Coffee Corner",
      "category": "Coffee Shop",
      "deliveryEstimate": "30-40m",
      "rating": 4.8,
      "imagePath": "assets/img/restaurants/coffeecorner.png",
      "about": "A Coffe Corner foi eleita a melhor cafeteria da cidade.",
      "hours": "Funciona de segunda à sábado, de 6h às 22h"
    },
    {
      "id": "green-food",
      "name": "Green Food",
      "category": "Saudável",
      "deliveryEstimate": "75m",
      "rating": 4.1,
      "imagePath": "assets/img/restaurants/greenfood.png",
      "about": "Comida saudável é no Green Food. Compramos barato, vendemos caro. ;)",
      "hours": "Somente em horário de almoço, das 11h às 15h"
    },
    {
      "id": "ice-cream",
      "name": "Ice Cream",
      "category": "Ice Creams",
      "deliveryEstimate": "40-65m",
      "rating": 4.5,
      "imagePath": "assets/img/restaurants/icy.png",
      "about": "A Ice Cream é uma sorveteria inovadora.",
      "hours": "Funciona todos os dias, de 10h às 1h"
    },
    {
      "id": "tasty-treats",
      "name": "Tasty Treats",
      "category": "Doces",
      "deliveryEstimate": "20m",
      "rating": 4.4,
      "imagePath": "assets/img/restaurants/tasty.png",
      "about": "A doceria com mais tradição da cidade",
      "hours": "Funciona de segunda à sábado, de 8h às 23h"
    }
  ],
  "menu": [
    {
      "id": "cup-cake",
      "imagePath": "assets/img/foods/cupcake.png",
      "name": "Cup Cake",
      "description": "Cup Cake recheado de Doce de Leite",
      "price": 8.7,
      "restaurantId": "bread-bakery"
    },
    {
      "id": "donut",
      "imagePath": "assets/img/foods/donut.png",
      "name": "Donut",
      "description": "Coberto com chantilly",
      "price": 2.5,
      "restaurantId": "bread-bakery"
    },
    {
      "id": "bread",
      "imagePath": "assets/img/foods/bread.png",
      "name": "Pão Artesanal Italiano",
      "description": "Pão artesanal com queijos italianos",
      "price": 15.9,
      "restaurantId": "bread-bakery"
    },
    {
      "id": "burger",
      "imagePath": "assets/img/foods/burger.png",
      "name": "Classic Burger",
      "description": "O clássico. Não tem como errar.",
      "price": 18.5,
      "restaurantId": "burger-house"
    },
    {
      "id": "fries",
      "imagePath": "assets/img/foods/fries.png",
      "name": "Batatas Fritas",
      "description": "Batatas fritas crocantes",
      "price": 5.5,
      "restaurantId": "burger-house"
    },
    {
      "id": "coke.png",
      "imagePath": "assets/img/foods/coke.png",
      "name": "Refrigerante",
      "description": "O refri mais gelado da cidade.",
      "price": 4.5,
      "restaurantId": "burger-house"
    },
    {
      "id": "capp",
      "imagePath": "assets/img/foods/capp.png",
      "name": "Cappuccino com Chantilly",
      "description": "Tradicional cappuccino com chantilly",
      "price": 9.9,
      "restaurantId": "coffee-corner"
    },
    {
      "id": "espreso",
      "imagePath": "assets/img/foods/espreso.png",
      "name": "Super Espreso",
      "description": "Café espresso duplo. ",
      "price": 12.5,
      "restaurantId": "coffee-corner"
    },
    {
      "id": "starb",
      "imagePath": "assets/img/foods/starb.png",
      "name": "Starbucks Copycat",
      "description": "O mais pedido da casa. O verdadeiro café americano pura água.",
      "price": 15.6,
      "restaurantId": "coffee-corner"
    },
    {
      "id": "zlasagna",
      "imagePath": "assets/img/foods/zlasagna.png",
      "name": "Lasagna de Zucchini",
      "description": "Lasagna deliciosa que se salva por causa do queijo",
      "price": 14.9,
      "restaurantId": "green-food"
    },
    {
      "id": "greensandwich",
      "imagePath": "assets/img/foods/greensandwich.png",
      "name": "Sanduíche de Frango",
      "description": "Frango grelhado e salada",
      "price": 10.5,
      "restaurantId": "green-food"
    },
    {
      "id": "ceasar",
      "imagePath": "assets/img/foods/ceasar.png",
      "name": "Salada Ceasar",
      "description": "Clássica salada ceasar.",
      "price": 33.9,
      "restaurantId": "green-food"
    },
    {
      "id": "sunday",
      "imagePath": "assets/img/foods/sunday.png",
      "name": "Mega Sunday",
      "description": "Sunday com várias bolas de sorvete a sua escolha",
      "price": 21.5,
      "restaurantId": "ice-cream"
    },
    {
      "id": "chocpop",
      "imagePath": "assets/img/foods/chocpop.png",
      "name": "Picolé de Brigadeiro",
      "description": "Picolé de brigadeiro recheado com côco.",
      "price": 8.5,
      "restaurantId": "ice-cream"
    },
    {
      "id": "icestd.png",
      "imagePath": "assets/img/foods/icestd.png",
      "name": "Sorvete Simples",
      "description": "Clássico sorvete de rua onde todos os sabores são idênticos.",
      "price": 1.5,
      "restaurantId": "ice-cream"
    },
    {
      "id": "cup",
      "imagePath": "assets/img/foods/cup.png",
      "name": "Cup Cake de Choc. Branco",
      "description": "Cup Cake de chocolate branco",
      "price": 5.5,
      "restaurantId": "tasty-treats"
    },
    {
      "id": "straw",
      "imagePath": "assets/img/foods/straw.png",
      "name": "Bolo de Morango",
      "description": "Bolo recheado e coberto com morangos",
      "price": 40.5,
      "restaurantId": "tasty-treats"
    },
    {
      "id": "cake",
      "imagePath": "assets/img/foods/cake.png",
      "name": "Fatia de Bolo",
      "description": "Fatia de bolo de morango",
      "price": 5.9,
      "restaurantId": "tasty-treats"
    }
  ],
  "reviews": [
    {
      "name": "Julia",
      "date": "2017-01-23T18:25:43",
      "rating": 4.5,
      "comments": "Tudo muito bom, entrega no tempo certo",
      "restaurantId": "bread-bakery"
    },
    {
      "name": "Aline",
      "date": "2016-12-12T18:25:43",
      "rating": 3,
      "comments": "NÃO recomendo. O recheio é só um creme, não tem camarão e nem carne",
      "restaurantId": "bread-bakery"
    },
    {
      "name": "Renata",
      "date": "2016-12-12T18:25:43",
      "rating": 2,
      "comments": "Não foi muito agradável ao nosso paladar, e eu e meu esposo no outro dia passamos super mal. Pode até ter sido outra coisa, mas...",
      "restaurantId": "bread-bakery"
    },
    {
      "name": "Renata",
      "date": "2016-12-12T18:25:43",
      "rating": 5,
      "comments": "Nunca deixou na mão, comida sempre deliciosa.",
      "restaurantId": "bread-bakery"
    },
    {
      "name": "Daniela",
      "date": "2017-01-23T18:25:43",
      "rating": 4,
      "comments": "Sanduíche muito bom! Já pedi diversas vezes sempre bom!",
      "restaurantId": "burger-house"
    },
    {
      "name": "Laila",
      "date": "2017-02-02T18:25:43",
      "rating": 5,
      "comments": "Melhor hambúrguer que já provei. Vai ser difícil voltar para mc e bk",
      "restaurantId": "burger-house"
    },
    {
      "name": "Suzana",
      "date": "2016-12-12T18:25:43",
      "rating": 3.5,
      "comments": "Meu sanduíche chegou frio e todo desmontado =\\",
      "restaurantId": "burger-house"
    },
    {
      "name": "Eric",
      "date": "2017-01-23T18:25:43",
      "rating": 4.5,
      "comments": "Excelente opção! Recomendo!",
      "restaurantId": "coffee-corner"
    },
    {
      "name": "Amanda",
      "date": "2017-02-02T18:25:43",
      "rating": 2.5,
      "comments": "Demorou muito e o café veio gelado",
      "restaurantId": "coffee-corner"
    },
    {
      "name": "Carla",
      "date": "2016-12-12T18:25:43",
      "rating": 4.8,
      "comments": "Tudo perfeito. Entrega, embalagem, comida. Resultado? Melhor custo beneficio",
      "restaurantId": "coffee-corner"
    },
    {
      "name": "Rodrigo",
      "date": "2016-12-12T18:25:43",
      "rating": 4,
      "comments": "Muito rápida a entrega, mas é caro.",
      "restaurantId": "coffee-corner"
    },
    {
      "name": "André",
      "date": "2016-12-12T18:25:43",
      "rating": 4.5,
      "comments": "Excelente como sempre!",
      "restaurantId": "coffee-corner"
    },
    {
      "name": "João",
      "date": "2017-01-23T18:25:43",
      "rating": 5,
      "comments": "Excelente. Fiz o pedido com outro endereço e quando vi o erro liguei avisando. O motoqueiro cortou a cidade todinha e a comida ainda chegou quentinha (e deliciosa). Estou sempre pedindo e recomendando",
      "restaurantId": "green-food"
    },
    {
      "name": "Marcelo",
      "date": "2017-02-02T18:25:43",
      "rating": 4.5,
      "comments": "Chegou muito rápido, antes mesmo da previsão",
      "restaurantId": "green-food"
    },
    {
      "name": "Fatinha",
      "date": "2017-01-23T18:25:43",
      "rating": 2,
      "comments": "Ñ gostei dos sabores q pedi e achei o preço muito elevado",
      "restaurantId": "ice-cream"
    },
    {
      "name": "Lucas",
      "date": "2017-02-02T18:25:43",
      "rating": 2.5,
      "comments": "Esperar 1:45hr pra receber o pedido é INACEITÁVEL",
      "restaurantId": "ice-cream"
    },
    {
      "name": "Jacira",
      "date": "2017-02-01T18:25:43",
      "rating": 4.5,
      "comments": "Veio OK!",
      "restaurantId": "ice-cream"
    },
    {
      "name": "Ana",
      "date": "2017-01-23T18:25:43",
      "rating": 5,
      "comments": "Rápido e sempre uma delicia!! Ja pedi 3x e sempre veio rapido e tudo certinho.",
      "restaurantId": "tasty-treats"
    },
    {
      "name": "Larissa",
      "date": "2017-02-02T18:25:43",
      "rating": 2.5,
      "comments": "A taxa de entrega poderia ser mais barata.",
      "restaurantId": "tasty-treats"
    },
    {
      "name": "Jarbas",
      "date": "2016-12-15T18:25:43",
      "rating": 4.7,
      "comments": "Excelente e chegou muito rápido!",
      "restaurantId": "tasty-treats"
    },
    {
      "name": "Rafaela",
      "date": "2017-01-12T18:25:43",
      "rating": 5,
      "comments": "Chegou rápido e perfeito!",
      "restaurantId": "tasty-treats"
    },
    {
      "name": "Julia",
      "date": "2016-12-12T18:25:43",
      "rating": 1.5,
      "comments": "Sempre gostei muito dos pedidos que eu fiz, mas dessa vez foi péssimo e decepcionou muito. Demorou 30min a mais pra chegar do que o tempo máximo esperado.",
      "restaurantId": "tasty-treats"
    },
    {
      "name": "Marília",
      "date": "2016-12-20T18:25:43",
      "rating": 4.5,
      "comments": "Taxa de entrega bastante elevada e precisa colocar no app se a pessoa quer porção adicional de algo (calda, crocante etc)",
      "restaurantId": "tasty-treats"
    }
  ],
  "orders": []
}
